Repository: wp-blocks/cf7-antispam
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, hi_hi, it_it, pt_pt

source: the honeypot is a "trap" field that is hidden with css or js from the user but remains visible to bots. Since this fields are automatically added and appended inside the forms with standard names.
de_de: der Honeypot ist ein "Fallen"-Feld, das mit css oder js vor dem Benutzer verborgen wird, aber für Bots sichtbar bleibt. Da diese Felder automatisch hinzugefügt und innerhalb der Formulare mit Standardnamen angehängt werden.
es_es: el honeypot es un campo "trampa" que se oculta con css o js al usuario pero permanece visible para los bots. Ya que estos campos se añaden y anexan automáticamente dentro de los formularios con nombres estándar.
fr_fr: le pot de miel est un champ "piège" qui est caché par des css ou des js à l'utilisateur mais qui reste visible pour les bots. Depuis ce champ est automatiquement ajouté et annexé à l'intérieur des formulaires avec des noms standards.
hi_hi: हनीपॉट एक "ट्रैप" फ़ील्ड है जो उपयोगकर्ता से सीएसएस या जेएस के साथ छिपा हुआ है लेकिन बॉट्स को दिखाई देता है। चूंकि यह फ़ील्ड स्वचालित रूप से मानक नामों के साथ प्रपत्रों के अंदर जोड़े और संलग्न होते हैं।
it_it: l'honeypot è un campo "trappola" che viene nascosto con css o js all'utente, ma rimane visibile ai bot. Poiché questi campi vengono aggiunti automaticamente e inseriti all'interno dei moduli con nomi standard.
pt_pt: o pote de mel é um campo "armadilha" que é escondido com css ou js do usuário, mas permanece visível para os bots. Como estes campos são automaticamente adicionados e anexados dentro dos formulários com nomes padrão.

source: Please check the list below because the name MUST differ from the cf7 tag class names
de_de: Bitte prüfen Sie die folgende Liste, da der Name von den Namen der cf7-Tag-Klassen abweichen MUSS
es_es: Por favor, compruebe la siguiente lista porque el nombre DEBE diferir de los nombres de clase de la etiqueta cf7
fr_fr: Veuillez vérifier la liste ci-dessous car le nom DOIT être différent des noms de classe des balises cf7
hi_hi: कृपया नीचे दी गई सूची की जाँच करें क्योंकि नाम सीएफ 7 टैग वर्ग नामों से भिन्न होना चाहिए
it_it: Controllare l'elenco seguente, perché il nome DEVE differire dai nomi delle classi di tag cf7
pt_pt: Favor verificar a lista abaixo porque o nome DEVE diferir dos nomes das classes de etiquetas cf7

source: I'm actually going to propose the honey-form for the first time! Instead of serving the bot a form with trap fields we directly serve it a form that is entirely a trap
de_de: Ich werde tatsächlich zum ersten Mal das Honig-Formular vorschlagen! Anstatt dem Bot ein Formular mit Fallenfeldern zu servieren, servieren wir ihm direkt ein Formular, das komplett eine Falle ist
es_es: De hecho, ¡voy a proponer por primera vez el formulario-miel! En lugar de servir al bot un formulario con campos trampa le servimos directamente un formulario que es enteramente una trampa
fr_fr: En fait, je vais proposer la forme-miel pour la première fois ! Au lieu de servir au robot un formulaire avec des champs pièges, nous lui servons directement un formulaire qui est entièrement un piège
hi_hi: मैं वास्तव में पहली बार शहद के रूप का प्रस्ताव करने जा रहा हूँ! बॉट को ट्रैप फ़ील्ड के साथ एक फॉर्म परोसने के बजाय हम इसे सीधे एक ऐसे फॉर्म की सेवा देते हैं जो पूरी तरह से एक ट्रैप है
it_it: In realtà proporrò per la prima volta la honey-form! Invece di servire al bot un form con campi trappola, gli serviamo direttamente un form che è interamente una trappola
pt_pt: Vou propor a forma de mel pela primeira vez! Em vez de servir ao bot uma forma com campos de armadilha, servimos diretamente uma forma que é inteiramente uma armadilha

source: Tells you whether a text is spam or not, using statistical text analysis of the text message
de_de: Sagt Ihnen, ob es sich bei einem Text um Spam handelt oder nicht, indem es eine statistische Textanalyse der Textnachricht verwendet
es_es: Le indica si un texto es spam o no, utilizando el análisis estadístico del texto del mensaje
fr_fr: Vous indique si un texte est un spam ou non, en utilisant l'analyse statistique du texte du message
hi_hi: पाठ संदेश के सांख्यिकीय पाठ विश्लेषण का उपयोग करके आपको बताता है कि कोई पाठ स्पैम है या नहीं
it_it: Vi dice se un testo è spam o meno, utilizzando l'analisi statistica del testo del messaggio
pt_pt: Diz se um texto é ou não spam, utilizando análise estatística do texto da mensagem de texto

source: RECOMMENDED: create your own and unique css class and customized fields name
de_de: EMPFOHLEN: Erstellen Sie Ihre eigene und einzigartige CSS-Klasse und benutzerdefinierte Feldnamen
es_es: RECOMENDADO: cree su propia y única clase css y nombre de campos personalizados
fr_fr: RECOMMANDÉ : créez votre propre et unique classe css et nom de champs personnalisés
hi_hi: अनुशंसित: अपना खुद का और अद्वितीय सीएसएस वर्ग और अनुकूलित फ़ील्ड नाम बनाएं
it_it: CONSIGLIATO: creare una classe css unica e un nome di campo personalizzato
pt_pt: RECOMENDADADO: crie seu próprio e exclusivo nome de classe css e campos personalizados

source: You can also choose in encryption method. But, After changing cypher do a couple of tests because a small amount of them aren't compatible with the format of the form data.
de_de: Sie können auch eine Verschlüsselungsmethode wählen. Nach dem Wechsel der Verschlüsselungsmethode sollten Sie jedoch ein paar Tests durchführen, da einige von ihnen nicht mit dem Format der Formulardaten kompatibel sind.
es_es: También puede elegir en método de cifrado. Pero, Después de cambiar cypher hacer un par de pruebas porque una pequeña cantidad de ellos no son compatibles con el formato de los datos del formulario.
fr_fr: Vous pouvez également choisir dans la méthode de cryptage. Mais, après avoir changé de chiffrement, faites quelques tests car un petit nombre d'entre eux ne sont pas compatibles avec le format des données du formulaire.
hi_hi: आप एन्क्रिप्शन विधि में भी चुन सकते हैं। लेकिन, साइफर बदलने के बाद कुछ परीक्षण करें क्योंकि उनमें से थोड़ी मात्रा फॉर्म डेटा के प्रारूप के साथ संगत नहीं है।
it_it: È possibile scegliere anche il metodo di crittografia. Tuttavia, dopo aver cambiato il cifrario, fate un paio di prove perché una piccola parte di essi non è compatibile con il formato dei dati del modulo.
pt_pt: Você também pode escolher no método de criptografia. Mas, depois de trocar o cypher, faça alguns testes porque uma pequena quantidade deles não é compatível com o formato dos dados do formulário.

source: The calculation system of antispam for contact form 7 works like this: each failed test has its own score (shown below where you can refine it to your liking). If the mail at the end of all tests exceeds a value of 1, the mail is considered spam, and is consequently processed by b8, which analyses the text and learns the words of a spam mail.
de_de: Das Berechnungssystem von Antispam für Kontaktformular 7 funktioniert folgendermaßen: Jeder fehlgeschlagene Test hat seine eigene Punktzahl (siehe unten, wo Sie sie nach Ihren Wünschen verfeinern können). Wenn die Mail am Ende aller Tests einen Wert von 1 überschreitet, wird die Mail als Spam betrachtet und folglich von b8 verarbeitet, das den Text analysiert und die Wörter einer Spam-Mail lernt.
es_es: El sistema de cálculo del antispam para el formulario de contacto 7 funciona así: cada prueba fallida tiene su propia puntuación (que se muestra a continuación y que puede afinar a su gusto). Si el correo al final de todas las pruebas supera un valor de 1, el correo se considera spam, y en consecuencia es procesado por b8, que analiza el texto y aprende las palabras de un correo spam.
fr_fr: Le système de calcul de l'antispam pour le formulaire de contact 7 fonctionne comme suit : chaque test raté a son propre score (indiqué ci-dessous où vous pouvez l'affiner à votre guise). Si, à la fin de tous les tests, le courrier dépasse une valeur de 1, le courrier est considéré comme un spam, et est par conséquent traité par b8, qui analyse le texte et apprend les mots d'un spam.
hi_hi: संपर्क फ़ॉर्म 7 के लिए एंटीस्पैम की गणना प्रणाली इस तरह काम करती है: प्रत्येक असफल परीक्षण का अपना स्कोर होता है (नीचे दिखाया गया है जहां आप इसे अपनी पसंद के अनुसार परिष्कृत कर सकते हैं)। यदि सभी परीक्षणों के अंत में मेल 1 के मूल्य से अधिक है, तो मेल को स्पैम माना जाता है, और परिणामस्वरूप बी 8 द्वारा संसाधित किया जाता है, जो पाठ का विश्लेषण करता है और स्पैम मेल के शब्दों को सीखता है।
it_it: Il sistema di calcolo dell'antispam per il modulo di contatto 7 funziona in questo modo: ogni test fallito ha un proprio punteggio (mostrato in basso dove è possibile affinarlo a proprio piacimento). Se alla fine di tutti i test il punteggio supera il valore 1, la mail è considerata spam e viene di conseguenza elaborata da b8, che analizza il testo e apprende le parole di una mail di spam.
pt_pt: O sistema de cálculo do antispam para o formulário de contato 7 funciona assim: cada teste reprovado tem sua própria pontuação (mostrada abaixo, onde você pode refiná-la a seu gosto). Se o e-mail no final de todos os testes exceder um valor de 1, o e-mail é considerado spam, e consequentemente é processado pelo b8, que analisa o texto e aprende as palavras de um e-mail de spam.

source: In this section you will find some advanced settings to manage the database
de_de: In diesem Abschnitt finden Sie einige erweiterte Einstellungen zur Verwaltung der Datenbank
es_es: En esta sección encontrará algunos ajustes avanzados para gestionar la base de datos
fr_fr: Dans cette section, vous trouverez des paramètres avancés pour gérer la base de données
hi_hi: इस अनुभाग में आपको डेटाबेस प्रबंधित करने के लिए कुछ उन्नत सेटिंग्स मिलेंगी
it_it: In questa sezione sono presenti alcune impostazioni avanzate per la gestione del database
pt_pt: Nesta seção você encontrará algumas configurações avançadas para gerenciar o banco de dados

source: Dismiss
de_de: Verwerfen
es_es: Descartar
fr_fr: Rejeter
hi_hi: हटा
it_it: Nascondi
pt_pt: Dispensar

source: Before you cry over spilt mail&#8230;
de_de: Bevor Sie über verschüttete Spam-Post weinen&#8230;
es_es: Antes de lamentarte por el correo derramado&#8230;
fr_fr: Avant de pleurer vos e-mails perdus&#8230;
hi_hi: इससे पहले कि आप बिखरे हुए मेल पर रोएं

source: Contact Form 7 doesn&#8217;t store submitted messages anywhere. Therefore, you may lose important messages forever if your mail server has issues or you make a mistake in mail configuration.
de_de: Kontaktformular 7 speichert nirgendwo übermittelte Nachrichten. Daher können Sie wichtige Nachrichten für immer verlieren, wenn Ihr Mailserver Probleme hat oder Sie einen Fehler in der Mail-Konfiguration machen.
es_es: Formas de Contacto 7 no almacena los mensaje enviados en ningún sitio. Por lo tanto, puedes perder mensajes importantes si tu servidor de email tiene problemas o tienes errores en la configuración de tu email.
fr_fr: Contact Form 7 ne stocke pas les messages envoyés. Vous pouvez donc perdre à jamais des messages importants si votre serveur de mails a des problèmes, ou si vous faites une erreur dans la configuration des emails.
hi_hi: संपर्क फ़ॉर्म 7 सबमिट किए गए संदेशों को कहीं भी संग्रहीत नहीं करता है। इसलिए, यदि आपके मेल सर्वर में समस्याएँ हैं या आप मेल कॉन्फ़िगरेशन में कोई गलती करते हैं, तो आप महत्वपूर्ण संदेश हमेशा के लिए खो सकते हैं।

source: Install a message storage plugin before this happens to you. %s saves all messages through contact forms into the database. Flamingo is a free WordPress plugin created by the same author as Contact Form 7.
de_de: Installieren Sie ein Nachrichtenspeicher-Plugin, bevor sie sie verlieren. %s speichert alle Nachrichten über Kontaktformulare in der Datenbank. Flamingo ist ein kostenloses WordPress Plugin, das von demselben Autor wie Kontaktformular 7 erstellt wurde.
es_es: Instala un plugin de almacenamiento de mensajes antes que esto te suceda a ti. %s guarda todos los mensajes enviados a través de la formas de contacto en una base de datos. Flamingo es un plugin gratuito de WordPress creado por el mismo autor de Formas de Contacto 7.
fr_fr: Installez un plugin de stockage de messages avant que cela ne vous arrive. %s enregistre tous les messages des formulaires de contact dans la base de données. Flamingo est un plugin gratuit WordPress créée par le même auteur que Contact Form 7.
hi_hi: आपके साथ ऐसा होने से पहले एक संदेश संग्रहण प्लगइन स्थापित करें। %s डेटाबेस में संपर्क प्रपत्रों के माध्यम से सभी संदेशों को सहेजता है। फ्लेमिंगो एक मुफ्त वर्डप्रेस प्लगइन है जिसे संपर्क फ़ॉर्म 7 के समान लेखक द्वारा बनाया गया है।
it_it: Installa un plugin di archiviazione dei messaggi prima che questo accada a voi. %s salva tutti i messaggi attraverso le forme di contatto nel database. Flamingo è un plugin gratuito WordPress creato dallo stesso autore come Modulo di contatto 7.

source: Flamingo
es_es: Flamenco
hi_hi: हंसावर
it_it: Archivio Contatti

source: PLEASE don't forget to add
de_de: BITTE nicht vergessen
es_es: Por favor, no olvides añadir
fr_fr: N'oubliez pas d'ajouter
hi_hi: कृपया जोड़ने के लिए मत भूलना
it_it: Si prega di non dimenticare di aggiungere
pt_pt: POR FAVOR, não se esqueça de acrescentar

source: flamingo_message: "[your-message]"
de_de: flamingo_message: "[Ihre-Nachricht]"
es_es: flamingo_message: "[tu-mensaje]"
fr_fr: flamingo_message : "[votre-message]"
hi_hi: flamingo_message: "[आपका संदेश]"
it_it: flamingo_message: "[tuo-messaggio]"
pt_pt: flamingo_message: "[sua-mensagem]"

source: Please replace
de_de: Bitte ersetzen
es_es: Por favor, sustituya
fr_fr: Veuillez remplacer
hi_hi: कृपया बदलें
it_it: Sostituire
pt_pt: Favor substituir

source: with the message field used in your form because that is the field scanned with b8. You need add this string to each form
de_de: mit dem Nachrichtenfeld, das in Ihrem Formular verwendet wird, da dies das Feld ist, das mit b8 abgefragt wird. Sie müssen diese Zeichenfolge in jedes Formular einfügen
es_es: con el campo de mensaje utilizado en su formulario porque ese es el campo escaneado con b8. Necesita añadir esta cadena a cada formulario
fr_fr: avec le champ message utilisé dans votre formulaire car c'est le champ scanné avec b8. Vous devez ajouter cette chaîne à chaque formulaire
hi_hi: आपके प्रपत्र में उपयोग किए गए संदेश फ़ील्ड के साथ क्योंकि यह बी 8 के साथ स्कैन किया गया फ़ील्ड है। आपको इस स्ट्रिंग को प्रत्येक प्रपत्र में जोड़ने की आवश्यकता है
it_it: con il campo del messaggio usato nel modulo, perché è il campo scansionato con b8. È necessario aggiungere questa stringa a ogni modulo
pt_pt: com o campo de mensagem usado em seu formulário, pois esse é o campo escaneado com b8. Você precisa adicionar esta cadeia a cada formulário

source: additional settings section
de_de: abschnitt "Zusätzliche Einstellungen
es_es: sección de ajustes adicionales
fr_fr: paramètres
hi_hi: अतिरिक्त सेटिंग्स अनुभाग
it_it: sezione impostazioni aggiuntive
pt_pt: seção de configurações adicionais

source: to enable the most advanced protection we can offer! Thank you!
de_de: um den fortschrittlichsten Schutz zu aktivieren, den wir anbieten können! Wir danken Ihnen!
es_es: para habilitar la protección más avanzada que podemos ofrecer Gracias!
fr_fr: pour permettre la protection la plus avancée que nous puissions offrir ! Merci !
hi_hi: सबसे उन्नत सुरक्षा हम की पेशकश कर सकते हैं सक्षम करने के लिए! धन्यवाद!
it_it: per attivare la protezione più avanzata che possiamo offrire! Grazie!
pt_pt: para permitir a proteção mais avançada que podemos oferecer! Obrigado!

source: Options
de_de: Optionen
es_es: Opciones
hi_hi: वे इस प्लगइन के विकल्प हैं
it_it: Opzioni
pt_pt: Opções

source: [unban ip]
es_es: [desbancar ip]
hi_hi: [अनबन आईपी]

source: [ban forever]
de_de: [Verbot für immer]
es_es: [prohibir para siempre]
fr_fr: [bannissement définitif]
hi_hi: [हमेशा के लिए प्रतिबंध]
it_it: [divieto per sempre]
pt_pt: [proibição para sempre]

source: ip banned
de_de: ip-gesperrt
es_es: ip prohibida
fr_fr: ip interdit
hi_hi: आईपी प्रतिबंधित
it_it: ip vietato
pt_pt: proibido ip

source: Advanced settings
de_de: Erweiterte Einstellungen
es_es: Ajustes avanzados
fr_fr: Paramètres avancés
hi_hi: उन्नत सेटिंग्स
it_it: Impostazioni avanzate
pt_pt: Configurações avançadas

source: This section contains features that completely change what is stored in the cf7-antispam database, use them with caution!
de_de: Dieser Abschnitt enthält Funktionen, die die in der cf7-Antispam-Datenbank gespeicherten Daten vollständig verändern. Verwenden Sie diese mit Vorsicht!
es_es: Esta sección contiene características que cambian completamente lo que se almacena en la base de datos de cf7-antispam, ¡úselas con precaución!
fr_fr: Cette section contient des fonctionnalités qui changent complètement ce qui est stocké dans la base de données cf7-antispam, utilisez-les avec prudence !
hi_hi: इस खंड में ऐसी विशेषताएं हैं जो cf7-एंटीस्पैम डेटाबेस में संग्रहीत चीज़ों को पूरी तरह से बदल देती हैं, उनका सावधानी से उपयोग करें!
it_it: Questa sezione contiene funzioni che modificano completamente ciò che viene memorizzato nel database di cf7-antispam; usatele con cautela!
pt_pt: Esta seção contém características que mudam completamente o que está armazenado no banco de dados cf7-antispam, use-os com cautela!

source: Blacklist Reset
de_de: Schwarze Liste zurücksetzen
hi_hi: ब्लैकलिस्ट रीसेट करें
pt_pt: Redefinição da lista negra

source: If you need to remove or reset the whole blacklist data on your server.
de_de: Wenn Sie die gesamten Blacklist-Daten auf Ihrem Server entfernen oder zurücksetzen müssen.
es_es: Si necesita eliminar o restablecer todos los datos de la lista negra de su servidor.
hi_hi: यदि आपको अपने सर्वर पर संपूर्ण ब्लैकलिस्ट डेटा को निकालने या रीसेट करने की आवश्यकता है।
pt_pt: Se você precisar remover ou redefinir todos os dados da lista negra em seu servidor.

source: Remove all blacklisted IP
de_de: Alle auf der schwarzen Liste stehenden IP entfernen
es_es: Eliminar todas las IP de la lista negra
fr_fr: Supprimez toutes les IP de la liste noire
hi_hi: सभी ब्लैकलिस्ट किए गए आईपी निकालें
it_it: Rimuovere tutti gli IP della lista nera
pt_pt: Remover todos os IPs da lista negra

source: Dictionary Reset
de_de: Wörterbuch Reset
es_es: Restablecimiento del diccionario
fr_fr: Réinitialisation du dictionnaire
hi_hi: शब्दकोश रीसेट करें
it_it: Reset del dizionario
pt_pt: Reinicialização do dicionário

source: Use only if you need to reset the whole b8 dictionary.
de_de: Nur verwenden, wenn Sie das gesamte B8-Wörterbuch zurücksetzen müssen.
es_es: Utilícelo sólo si necesita restablecer todo el diccionario b8.
fr_fr: A n'utiliser que si vous avez besoin de réinitialiser tout le dictionnaire b8.
hi_hi: केवल तभी उपयोग करें जब आपको पूरे बी 8 शब्दकोश को रीसेट करने की आवश्यकता हो।
it_it: Utilizzare solo se è necessario reimpostare l'intero dizionario b8.
pt_pt: Use somente se você precisar reiniciar todo o dicionário do b8.

source: Reset b8 dictionary
de_de: B8-Wörterbuch zurücksetzen
es_es: Restablecer el diccionario b8
fr_fr: Remise à zéro du dictionnaire b8
hi_hi: बी 8 शब्दकोश रीसेट करें
it_it: Azzeramento del dizionario b8
pt_pt: Reiniciar o dicionário b8

source: Rebuid Dictionary
de_de: Rebuid-Wörterbuch
es_es: Diccionario Rebuid
fr_fr: Dictionnaire Rebuid
hi_hi: शब्दकोश को फटकार लगाना
it_it: Dizionario Rebuid
pt_pt: Dicionário Rebuid

source: Reanalyze all the Flamingo inbound emails (you may need to reset dictionary before).
de_de: Analysieren Sie alle eingehenden Flamingo-E-Mails neu (eventuell müssen Sie vorher das Wörterbuch zurücksetzen).
es_es: Vuelva a analizar todos los correos electrónicos entrantes de Flamingo (es posible que tenga que restablecer el diccionario antes).
fr_fr: Réanalysez tous les e-mails entrants de Flamingo (vous devrez peut-être réinitialiser le dictionnaire auparavant).
hi_hi: सभी फ्लेमिंगो इनबाउंड ईमेल का पुनर्विश्लेषण करें (आपको पहले शब्दकोश रीसेट करने की आवश्यकता हो सकती है)।
it_it: Analizzare nuovamente tutte le e-mail in entrata di Flamingo (potrebbe essere necessario reimpostare il dizionario).
pt_pt: Reanalisar todos os e-mails de entrada do Flamingo (talvez seja necessário reiniciar o dicionário antes).

source: Use this function after correctly sorting spam and non-spam mails or if you have experienced a Bayesian poisoning attack, will maximise the accuracy of the algorithm
de_de: Verwenden Sie diese Funktion, nachdem Sie Spam- und Nicht-Spam-Mails korrekt sortiert haben oder wenn Sie einen Bayesian Poisoning-Angriff erlebt haben, um die Genauigkeit des Algorithmus zu maximieren
es_es: Utilizar esta función después de haber clasificado correctamente los mensajes de spam y no spam o si ha sufrido un ataque de envenenamiento bayesiano, maximizará la precisión del algoritmo
fr_fr: Utilisez cette fonction après avoir trié correctement les messages de spam et de non-spam ou si vous avez subi une attaque par empoisonnement bayésien, cela maximisera la précision de l'algorithme
hi_hi: स्पैम और गैर-स्पैम मेलों को सही ढंग से छांटने के बाद इस फ़ंक्शन का उपयोग करें या यदि आपने बायेसियन पॉइज़निंग अटैक का अनुभव किया है, तो एल्गोरिथम की सटीकता अधिकतम होगी
it_it: Utilizzare questa funzione dopo aver smistato correttamente le e-mail di spam e non spam o se si è verificato un attacco di avvelenamento bayesiano, massimizzerà l'accuratezza dell'algoritmo
pt_pt: Use esta função após classificar corretamente os e-mails de spam e não spam ou se você tiver experimentado um ataque de envenenamento Bayesiano, irá maximizar a precisão do algoritmo

source: Rebuild b8 dictionary
de_de: B8-Wörterbuch neu erstellen
es_es: Reconstruir el diccionario b8
fr_fr: Reconstruction du dictionnaire b8
hi_hi: बी 8 शब्दकोश का पुनर्निर्माण करें
it_it: Ricostruire il dizionario b8
pt_pt: Reconstruir o dicionário b8

source: Full Reset
de_de: Vollständiger Reset
es_es: Reinicio completo
fr_fr: Réinitialisation complète
hi_hi: पूर्ण रीसेट करें
it_it: Reset completo
pt_pt: Reset Completo

source: Fully reinitialize cf7-antispam plugin database and options
de_de: Vollständige Neuinitialisierung der AntiSpam-Plugin-Datenbank und -Optionen
es_es: Reiniciar completamente la base de datos y las opciones del plugin cf7-antispam
fr_fr: Réinitialisation complète de la base de données et des options du plugin cf7-antispam
hi_hi: सीएफ 7-एंटीस्पैम प्लगइन डेटाबेस और विकल्पों को पूरी तरह से पुन: आरंभ करें
it_it: Reinizializzare completamente il database e le opzioni del plugin cf7-antispam
pt_pt: Reinicializar totalmente o banco de dados e opções de plugins cf7-antispam

source: FULL RESET
de_de: VOLLER RESET
es_es: REAJUSTE COMPLETO
fr_fr: RÉINITIALISATION COMPLÈTE
hi_hi: पूर्ण रीसेट करें
it_it: RESET COMPLETO
pt_pt: RESET COMPLETO

source: Debug info
de_de: Debug-Informationen
es_es: Información de depuración
fr_fr: Info débogage
hi_hi: जानकारी डीबग करें
it_it: Informazioni di debug
pt_pt: Informações sobre depuração

source: If you can see this panel WP_DEBUG or CF7ANTISPAM_DEBUG are true
de_de: Wenn Sie dieses Panel sehen können, sind WP_DEBUG oder CF7ANTISPAM_DEBUG true
es_es: (...Si puedes ver este panel WP_DEBUG o CF7ANTISPAM_DEBUG son verdaderos)
fr_fr: (...Si vous pouvez voir ce panneau WP_DEBUG ou CF7ANTISPAM_DEBUG sont vrais)
hi_hi: (... यदि आप इस पैनल को देख सकते हैं WP_DEBUG या CF7ANTISPAM_DEBUG सच हैं)
it_it: Se si può vedere questo pannello WP_DEBUG o CF7ANTISPAM_DEBUG sono veri
pt_pt: Se você pode ver este painel WP_DEBUG ou CF7ANTISPAM_DEBUG são verdadeiros

source: is enabled
de_de: ist aktiviert
es_es: está activado
fr_fr: est activé
hi_hi: सक्षम किया गया है
it_it: è abilitato
pt_pt: está habilitado

source: Your ip address
de_de: Ihre IP-Adresse
es_es: Su dirección IP
fr_fr: Votre adresse IP
hi_hi: आपका आईपी पता
it_it: Il vostro indirizzo ip
pt_pt: Seu endereço ip

source: Options debug
de_de: Optionen debuggen
es_es: Opciones de depuración
fr_fr: Options de débogage
hi_hi: विकल्प डीबग
it_it: Opzioni debug
pt_pt: Opções de depuração
