Repository: wp-blocks/cf7-antispam
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, hi_hi, it_it, pt_pt

source: Those are the options of this plugin
de_de: Das sind die Optionen dieses Plugins
es_es: Estas son las opciones de este plugin
fr_fr: Ce sont les options de ce plugin
hi_hi: वे इस प्लगइन के विकल्प हैं
it_it: Queste sono le opzioni di questo plugin
pt_pt: Essas são as opções deste plugin

source: spam
hi_hi: बी 8 सांख्यिकीय "बायेसियन" स्पैम फिल्टर

source: ham
de_de: schinken
es_es: jamón
fr_fr: jambon
hi_hi: जांघ
it_it: prosciutto
pt_pt: presunto

source: DNSBL performance test:
de_de: DNSBL-Leistungstest:
es_es: Prueba de rendimiento de la DNSBL:
fr_fr: Test de performance de la DNSBL :
hi_hi: डीएनएसबीएल प्रदर्शन परीक्षण:
it_it: Test delle prestazioni del DNSBL:
pt_pt: Teste de desempenho DNSBL:

source: Results below 0.01 are fine, OK/Spam indicates the status of your ip on DNSBL servers
de_de: Ergebnisse unter 0,01 sind in Ordnung, OK/Spam zeigt den Status Ihrer IP auf DNSBL-Servern an
es_es: Los resultados por debajo de 0,01 están bien, OK/Spam indica el estado de su ip en los servidores DNSBL
fr_fr: Les résultats inférieurs à 0,01 sont bons, OK/Spam indique le statut de votre ip sur les serveurs DNSBL
hi_hi: 0.01 से नीचे के परिणाम ठीक हैं, ठीक/स्पैम DNSBL सर्वर पर आपके आईपी की स्थिति को इंगित करता है
it_it: I risultati inferiori a 0,01 vanno bene, OK/Spam indica lo stato del vostro ip sui server DNSBL
pt_pt: Resultados abaixo de 0,01 são bons, OK/Spam indica o status de seu ip em servidores DNSBL

source: Your IP address
de_de: Ihre IP-Adresse
es_es: Tu dirección IP
fr_fr: Mauvaise adresse IP
hi_hi: आपका आईपी पता
it_it: Il tuo indirizzo IP
pt_pt: Seu endereço IP

source: not set
de_de: nicht gesetzt
es_es: no definido
fr_fr: non défini
hi_hi: सेट नहीं
it_it: non impostato
pt_pt: sem informação

source: Geo-IP
hi_hi: भू-आईपी

source: Enabled
de_de: Aktiviert
es_es: Habilitado
fr_fr: Activé
hi_hi: सक्षम
it_it: Abilitato
pt_pt: Ativado

source: Geo-ip database next scheduled update:
de_de: Geo-ip Datenbank nächste geplante Aktualisierung:
es_es: Próxima actualización programada de la base de datos Geo-ip:
fr_fr: Prochaine mise à jour programmée de la base de données Geo-ip
hi_hi: जियो-आईपी डेटाबेस अगला अनुसूचित अद्यतन:
it_it: Prossimo aggiornamento programmato del database geo-ip
pt_pt: Próxima atualização programada do banco de dados Geo-ip

source: Disabled
de_de: Deaktiviert
es_es: Desactivado
fr_fr: Désactivé
hi_hi: अक्षम
it_it: Disabilitato
pt_pt: Desativado

source: Geo-IP test
es_es: Prueba Geo-IP
fr_fr: Test Geo-IP
hi_hi: भू-आईपी परीक्षण
it_it: Test Geo-IP
pt_pt: Teste Geo-IP

source: Geo-IP Test Error
de_de: Geo-IP-Testfehler
es_es: Error de la prueba Geo-IP
fr_fr: Erreur de test Geo-IP
hi_hi: भू-आईपी परीक्षण त्रुटि
it_it: Errore di test Geo-IP
pt_pt: Erro no Teste Geo-IP

source: Success: ip %s unbanned
de_de: Erfolg: ip %s entbannt
es_es: Éxito: ip %s desprotegida
fr_fr: Succès : ip %s débloqué
hi_hi: सफलता: आईपी %s अप्रतिबंधित
it_it: Successo: ip %s non bannato
pt_pt: Sucesso: ip %s não-distribuído

source: Error: unable to unban %s
de_de: Fehler: Verbot kann nicht aufgehoben werden %s
es_es: Error: no se puede desbanear %s
fr_fr: Erreur : Impossible de débanner %s
hi_hi: त्रुटि: %s को अप्रतिबंधित करने में असमर्थ
it_it: Errore: impossibile annullare il blocco %s
pt_pt: Erro: incapaz de desbloquear %s

source: Ban forever id %1$s (ip %2$s) successful
de_de: Ban für immer id %1$s (ip %2$s) erfolgreich
es_es: Prohibir para siempre id %1$s (ip %2$s) con éxito
fr_fr: Ban forever id %1$s (ip %2$s) réussi
hi_hi: हमेशा के लिए प्रतिबंधित आईडी %1$s (आईपी %2$s) सफल
it_it: Ban per sempre id %1$s (ip %2$s) successo
pt_pt: Banimento para sempre %1$s (ip %2$s) bem sucedido

source: Error: unable to ban forever id %1$s (ip %2$s)
de_de: Fehler: kann nicht für immer verbieten id %1$s (ip %2$s)
es_es: Error: no se puede banear para siempre id %1$s (ip %2$s)
fr_fr: Erreur : Impossible de bannir pour toujours id %1$s (ip %2$s)
hi_hi: त्रुटि: हमेशा के लिए प्रतिबंधित करने में असमर्थ आईडी %1$s (आईपी %2$s)
it_it: Errore: impossibile vietare per sempre id %1$s (ip %2$s)
pt_pt: Erro: incapaz de proibir para sempre id %1$s (ip %2$s)

source: Success: ip blacklist cleaned
de_de: Erfolg: ip blacklist bereinigt
es_es: Éxito: lista negra ip limpiada
hi_hi: सफलता: आईपी ब्लैकलिस्ट साफ
pt_pt: Sucesso: lista negra de ip limpa

source: Error: unable to clean blacklist. Please refresh and try again!
de_de: Fehler: Schwarze Liste kann nicht bereinigt werden. Bitte aktualisieren und erneut versuchen!
es_es: Error: no se puede limpiar la lista negra. Por favor, actualice e inténtelo de nuevo!
hi_hi: त्रुटि: ब्लैकलिस्ट को साफ़ करने में असमर्थ। कृपया ताज़ा करें और पुन: प्रयास करें!
pt_pt: Erro: impossibilidade de limpar a lista negra. Por favor, atualize e tente novamente!

source: b8 dictionary reset successful
de_de: Zurücksetzen des B8-Wörterbuchs erfolgreich
es_es: b8 restablecimiento del diccionario con éxito
fr_fr: remise à zéro du dictionnaire b8
hi_hi: b8 शब्दकोश रीसेट सफल
it_it: b8 reset del dizionario riuscito
pt_pt: b8 dicionário resetado com sucesso

source: Something goes wrong while deleting b8 dictionary. Please refresh and try again!
de_de: Beim Löschen des B8-Wörterbuchs geht etwas schief. Bitte aktualisieren Sie sich und versuchen Sie es erneut!
es_es: Algo va mal al borrar el diccionario b8. Por favor, actualice e inténtelo de nuevo!
fr_fr: Quelque chose ne va pas lors de la suppression du dictionnaire b8. Veuillez rafraîchir et réessayer !
hi_hi: B8 शब्दकोश को हटाते समय कुछ गलत हो जाता है। कृपया ताज़ा करें और पुन: प्रयास करें!
it_it: Qualcosa va storto durante la cancellazione del dizionario b8. Aggiornare e riprovare!
pt_pt: Algo dá errado ao apagar o dicionário b8. Por favor, atualize e tente novamente!

source: CF7 AntiSpam fully reinitialized with success. You need to rebuild B8 manually if needed
de_de: CF7 AntiSpam wurde mit Erfolg vollständig reinitialisiert. Sie müssen B8 bei Bedarf manuell neu erstellen
es_es: CF7 AntiSpam totalmente reiniciado con éxito. Es necesario reconstruir B8 manualmente si es necesario
fr_fr: CF7 AntiSpam entièrement réinitialisé avec succès. Vous devez reconstruire B8 manuellement si nécessaire
hi_hi: CF7 एंटीस्पैम को सफलता के साथ पूरी तरह से पुन: प्रारंभ किया गया। जरूरत पड़ने पर आपको मैन्युअल रूप से B8 को फिर से बनाना होगा
it_it: CF7 AntiSpam è stato completamente reinizializzato con successo. Se necessario, è necessario ricostruire manualmente B8
pt_pt: CF7 AntiSpam totalmente reinicializado com sucesso. Você precisa reconstruir o B8 manualmente, se necessário

source: Ops! something went wrong... Please refresh and try again!
de_de: Ups, da ist etwas schief gelaufen... Bitte aktualisieren und erneut versuchen!
es_es: Algo salió mal... Por favor, actualice e inténtelo de nuevo!
fr_fr: Ops ! Quelque chose a mal tourné... Veuillez rafraîchir et réessayer !
hi_hi: ऑप्स! कुछ गलत हुआ है... कृपया ताज़ा करें और पुन: प्रयास करें!
it_it: Ops! Qualcosa è andato storto... Aggiorna e riprova!
pt_pt: Ops! algo correu mal... Por favor, atualize-se e tente novamente!

source: b8 dictionary rebuild successful
de_de: Wiederaufbau B8-Wörterbuchs erfolgreich
es_es: b8 reconstrucción del diccionario con éxito
fr_fr: reconstruction du dictionnaire b8 réussie
hi_hi: b8 शब्दकोश पुनर्निर्माण सफल
it_it: b8 ricostruzione del dizionario riuscita
pt_pt: b8 reconstruir com sucesso o dicionário

source: Something goes wrong while rebuilding b8 dictionary. Please refresh and try again!
de_de: Beim Wiederaufbau des B8-Wörterbuchs geht etwas schief. Bitte aktualisieren Sie sich und versuchen Sie es erneut!
es_es: Algo va mal mientras se reconstruye el diccionario b8. Por favor, actualice e inténtelo de nuevo!
fr_fr: Quelque chose ne va pas lors de la reconstruction du dictionnaire b8. Veuillez rafraîchir et réessayer !
hi_hi: बी 8 शब्दकोश के पुनर्निर्माण के दौरान कुछ गलत हो जाता है। कृपया ताज़ा करें और पुन: प्रयास करें!
it_it: Qualcosa va storto durante la ricostruzione del dizionario b8. Aggiornare e riprovare!
pt_pt: Algo dá errado durante a reconstrução do dicionário b8. Por favor, atualize e tente novamente!

source: Email id %s has an empty body
de_de: E-Mail-ID %s hat einen leeren Textkörper
es_es: El identificador de correo electrónico %s tiene un cuerpo vacío
fr_fr: L'identifiant de l'email %s a un corps vide
hi_hi: ईमेल आईडी %s में एक खाली बॉडी है
it_it: L'id e-mail %s ha un corpo vuoto
pt_pt: O e-mail id %s tem um corpo vazio

source: Email id %s sent with success
de_de: E-Mail-ID %s mit Erfolg gesendet
es_es: Email id %s enviado con éxito
fr_fr: E-mail envoyé avec succès à %s
hi_hi: ईमेल आईडी %s सफलतापूर्वक भेजी गई
it_it: Email id %s inviata con successo
pt_pt: E-mail id %s enviado com sucesso

source: Ops! something went wrong... unable to resend %s email
de_de: Ups, da ist etwas schief gelaufen... ich kann die %s E-Mail nicht erneut senden
es_es: Algo salió mal... no se puede reenviar el correo electrónico %s
fr_fr: Ops ! Quelque chose a mal tourné... Impossible de renvoyer l'email %s
hi_hi: ऑप्स! कुछ गलत हो गया... %s ईमेल फिर से भेजने में असमर्थ
it_it: Ops! Qualcosa è andato storto... Impossibile inviare nuovamente %s email
pt_pt: Ops! algo deu errado... incapaz de reenviar %s e-mail

source: Antispam
hi_hi: एंटीस्पैम

source: Antispam Settings
de_de: Antispam-Einstellungen
es_es: Configuración antispam
fr_fr: Paramètres Antispam
hi_hi: एंटीस्पैम सेटिंग्स
it_it: Impostazioni antispam
pt_pt: Configurações anti-spam

source: Antispam setting updated with success
de_de: Antispam-Einstellung mit Erfolg aktualisiert
es_es: La configuración antispam se ha actualizado con éxito
fr_fr: Mise à jour des paramètres anti-spam avec succès
hi_hi: सफलता के साथ अपडेट की गई एंटीस्पैम सेटिंग
it_it: Impostazione antispam aggiornata con successo
pt_pt: Configuração anti-spam atualizada com sucesso

source: Are you sure?
de_de: Sind Sie sicher?
es_es: ¿Estás seguro?
fr_fr: Êtes-vous sûr ?
hi_hi: क्या आपको यकीन है?
it_it: Sei sicuro?
pt_pt: Você tem certeza?

source: Stats for CF7 Antispam
de_de: Statistik für CF7 Antispam
es_es: Estadísticas de CF7 Antispam
fr_fr: Statistiques pour CF7 Antispam
hi_hi: CF7 एंटीस्पैम के लिए आँकड़े
it_it: Statistiche per CF7 Antispam
pt_pt: Estatísticas para o CF7 Antispam

source: Last Week Emails
de_de: E-Mails der letzten Woche
es_es: Correos electrónicos de la semana pasada
fr_fr: Emails de la semaine dernière
hi_hi: पिछले सप्ताह ईमेल
it_it: Email della settimana scorsa
pt_pt: E-mails da semana passada

source: Flamingo Inbound Messages
de_de: Eingehende Flamingo-Nachrichten
es_es: Mensajes entrantes de Flamingo
fr_fr: Messages entrants de Flamingo
hi_hi: फ्लेमिंगो इनबाउंड संदेश
it_it: Messaggi di Archivio in arrivo
pt_pt: Mensagens recebidas do Flamingo

source: CF7-Antispam setup
de_de: CF7-Antispam-Einrichtung
es_es: CF7-AntiSpam acciones
fr_fr: CF7-Actions AntiSpam
hi_hi: CF7-एंटीस्पैम सेटअप
it_it: CF7-Impostazione antispam
pt_pt: CF7-Antispam configuração

source: You have not received any e-mails in the last 7 days.
de_de: Sie haben in den letzten 7 Tagen keine E-Mails erhalten.
es_es: No ha recibido ningún correo electrónico en los últimos 7 días.
fr_fr: Vous n'avez pas reçu d'e-mails au cours des 7 derniers jours.
hi_hi: पिछले 7 दिनों से आपको कोई ई-मेल नहीं मिला है।
it_it: Non avete ricevuto alcuna e-mail negli ultimi 7 giorni.
pt_pt: Você não recebeu nenhum e-mail nos últimos 7 dias.

source: CF7 AntiSpam updated successful! Please flush cache to refresh hidden form data
de_de: CF7 AntiSpam erfolgreich aktualisiert! Bitte leeren Sie den Cache, um versteckte Formulardaten zu aktualisieren
es_es: ¡CF7 AntiSpam actualizado con éxito! ⚠️Por favor, vacíe la caché para refrescar los datos ocultos del formulario
fr_fr: CF7 AntiSpam mis à jour avec succès ! ⚠️Veuillez vider le cache pour rafraîchir les données cachées du formulaire
hi_hi: सीएफ 7 एंटीस्पैम सफल अपडेट किया गया! ⚠️छुपा प्रपत्र डेटा ताज़ा करने के लिए कृपया कैश फ्लश करें
it_it: CF7 AntiSpam aggiornato con successo! Svuotare la cache per aggiornare i dati nascosti del modulo
pt_pt: CF7 AntiSpam atualizado com sucesso! Por favor, limpe o cache para atualizar os dados do formulário oculto

source: %s has no message text so can't be analyzed
de_de: %s hat keinen Nachrichtentext und kann daher nicht ausgewertet werden
es_es: %s no tiene texto de mensaje por lo que no puede ser analizado
fr_fr: %s n'a pas de texte de message et ne peut donc pas être analysé
hi_hi: %s कोई संदेश पाठ नहीं है इसलिए विश्लेषण नहीं किया जा सकता है
it_it: %s non ha un testo di messaggio e non può essere analizzato
pt_pt: %s não tem texto de mensagem, portanto não pode ser analisado

source: b8 has learned this e-mail from %1$s was %2$s - score before/after: %3$f/%4$f
de_de: b8 hat erfahren, dass diese E-Mail von %1$s war %2$s - Ergebnis vor/nach: %3$f/%4$f
es_es: b8 se ha enterado de que este correo electrónico de %1$s era %2$s - puntuación antes/después: %3$f/%4$f
fr_fr: b8 a appris cet e-mail de %1$s était %2$s - score avant/après : %3$f/%4$f
hi_hi: b8 ने सीखा है कि यह ई-मेल %1$s से %2$s था - स्कोर पहले/बाद: %3$f/%4$f
it_it: b8 ha appreso questa e-mail da %1$s era %2$s - punteggio prima/dopo: %3$f/%4$f
pt_pt: b8 tomou conhecimento deste e-mail com %1$s foi %2$s - pontuação antes/depois: %3$f/%4$f

source: D8 classification
de_de: D8-Klassifizierung
es_es: Clasificación D8
fr_fr: Classification D8
hi_hi: डी 8 वर्गीकरण
it_it: Classificazione D8
pt_pt: Classificação D8

source: CF7-AntiSpam actions
de_de: AntiSpam-Aktionen
es_es: CF7-AntiSpam acciones
fr_fr: CF7-Actions AntiSpam
hi_hi: सीएफ 7-एंटीस्पैम क्रियाएं
it_it: CF7-Azioni antispam
pt_pt: Ações da CF7-AntiSpam

source: none
de_de: keine(r)
es_es: ninguno
fr_fr: aucune
hi_hi: कोई नहीं
it_it: niente
pt_pt: nenhum

source: Resend Email
de_de: E-Mail erneut versenden
es_es: Reenviar Email
fr_fr: Renvoyer le courriel
hi_hi: ईमेल फिर से भेजें
it_it: Re-invia email
pt_pt: Reenviar email

source: Unable to download the geo-ip database, please check that the key provided is correct!
de_de: Die geo-ip Datenbank kann nicht heruntergeladen werden. Bitte überprüfen Sie, ob der angegebene Schlüssel korrekt ist!
es_es: No se puede descargar la base de datos geo-ip, por favor, compruebe que la clave proporcionada es correcta!
fr_fr: Impossible de télécharger la base de données geo-ip, veuillez vérifier que la clé fournie est correcte !
hi_hi: जियो-आईपी डेटाबेस डाउनलोड करने में असमर्थ, कृपया जांचें कि प्रदान की गई कुंजी सही है!
it_it: Impossibile scaricare il database geo-ip, verificare che la chiave fornita sia corretta!
pt_pt: Não foi possível baixar o banco de dados do geo-ip, por favor verifique se a chave fornecida está correta!

source: GEO-IP Database file decompression failed
de_de: Dekomprimierung der GEO-IP-Datenbankdatei fehlgeschlagen
es_es: Fallo en la descompresión del archivo de la base de datos GEO-IP
fr_fr: Échec de la décompression du fichier de la base de données GEO-IP
hi_hi: GEO-IP डेटाबेस फ़ाइल डीकंप्रेसन विफल
it_it: Decompressione file database GEO-IP fallita
pt_pt: Falha na descompressão do arquivo de banco de dados GEO-IP

source: GEO-IP decompressed database copy failed
de_de: GEO-IP dekomprimierte Datenbankkopie fehlgeschlagen
es_es: Fallo en la copia de la base de datos descomprimida de GEO-IP
fr_fr: Échec de la copie décompressée de la base de données GEO-IP
hi_hi: GEO-IP डीकंप्रेस्ड डेटाबेस कॉपी विफल
it_it: Copia decompressa del database GEO-IP fallita
pt_pt: A cópia do banco de dados descompactado GEO-IP falhou

source: CF7 AntiSpam need
de_de: AntiSpam Vorraussetzungen
es_es: CF7 Necesidad de antispam
fr_fr: CF7 Besoin d'anti-spam
hi_hi: सीएफ 7 एंटीस्पैम की जरूरत है
it_it: Necessità di CF7 AntiSpam
pt_pt: Necessidade do CF7 AntiSpam

source: Contact Form 7
hi_hi: फ़ॉर्म 7 से संपर्क करें

source: installed and enabled in order to work.
de_de: installiert und aktiviert sein, um zu funktionieren.
es_es: instalado y habilitado para poder trabajar.
fr_fr: installé et activé pour pouvoir fonctionner.
hi_hi: काम करने के लिए स्थापित और सक्षम किया गया।
it_it: installati e abilitati per poter funzionare.
pt_pt: instalado e habilitado para funcionar.

source: I cannot parse this form correctly, please double check that the code is correct, thank you! (this message is only displayed to admins)
de_de: Ich kann dieses Formular nicht korrekt auswerten. Bitte überprüfen Sie, ob der Code korrekt ist, vielen Dank! (diese Meldung wird nur für Administratoren angezeigt)
es_es: No puedo analizar este formulario correctamente, por favor compruebe que el código es correcto, ¡gracias! (este mensaje sólo se muestra a los administradores)
fr_fr: Je ne parviens pas à analyser ce formulaire correctement, veuillez vérifier que le code est correct, merci ! (ce message n'est affiché qu'aux admins)
hi_hi: मैं इस फॉर्म को सही तरीके से पार्स नहीं कर सकता, कृपया दोबारा जांच लें कि कोड सही है, धन्यवाद! (यह संदेश केवल व्यवस्थापकों को प्रदर्शित किया जाता है)
it_it: Non riesco ad analizzare correttamente questo modulo, per favore ricontrolla che il codice sia corretto, grazie! (questo messaggio viene visualizzato solo dagli amministratori)
pt_pt: Não posso analisar este formulário corretamente, por favor, verifique novamente se o código está correto, obrigado! (esta mensagem é exibida apenas para os administradores)

source: Every 5 Minutes
de_de: Alle 5 Minuten
es_es: Cada 5 minutos
fr_fr: Toutes les 5 minutes
hi_hi: हर 5 मिनट में
it_it: Ogni 5 minuti
pt_pt: A cada 5 minutos

source: Every 60 seconds
de_de: Alle 60 Sekunden
es_es: Cada 60 segundos
fr_fr: Toutes les 60 secondes
hi_hi: हर 60 सेकंड में
it_it: Ogni 60 secondi
pt_pt: A cada 60 segundos

source: AntiSpam for Contact Form 7
de_de: AntiSpam für Contact Form 7
es_es: AntiSpam para Contact Form 7
fr_fr: AntiSpam pour Contact Form 7
hi_hi: संपर्क फॉर्म 7 के लिए एंटीस्पैम
it_it: AntiSpam per Contact Form 7
pt_pt: AntiSpam para Formulário de Contato 7

source: A trustworthy antispam plugin for Contact Form 7. Simple but effective.
de_de: Ein vertrauenswürdiges Antispam-Plugin für Contact Form 7. Einfach aber effektiv.
es_es: Un plugin antispam de confianza para Contact Form 7. Simple pero efectivo.
fr_fr: Un plugin antispam fiable pour Contact Form 7. Simple mais efficace.
hi_hi: संपर्क फ़ॉर्म 7 के लिए एक भरोसेमंद एंटीस्पैम प्लगइन। सरल लेकिन प्रभावी।
it_it: Un affidabile plugin antispam per Contact Form 7. Semplice ma efficace.
pt_pt: Um plugin antispam de confiança para o Formulário de Contato 7. Simples, mas eficaz.

source: Codekraft
fr_fr: Made with &hearts; by codekraft-studio
hi_hi: कोडक्राफ्ट

source: Automatic spammer IP Blocklist
es_es: Lista negra automática de IPs de spamers
fr_fr: Liste noire automatique des adresses IP des spammeurs
it_it: Lista nera automatica degli IP degli spammer

source: User Agent blocklist
es_es: Lista negra de agentes de usuario
fr_fr: Liste noire des agents utilisateurs
it_it: Lista nera degli agenti utente

source: Blocklist Reset
es_es: Reinicio de la lista negra
fr_fr: Réinitialisation de la liste noire
it_it: Reset della lista nera

source: Enable User Agent blocklist
fr_fr: Activer la liste noire des agents utilisateurs
it_it: Abilita la lista nera degli agenti utente

source: If you need to remove or reset the whole blocklist data on your server.
fr_fr: Si vous devez supprimer ou réinitialiser l'ensemble des données de la liste noire sur votre serveur.
it_it: Se è necessario rimuovere o reimpostare tutti i dati della blocklist sul server.

source: Success: ip blocklist cleaned
fr_fr: Succès : ip blocklist nettoyée
it_it: Successo: lista nera ip pulita

source: Error: unable to clean blocklist. Please refresh and try again!
fr_fr: Erreur : impossible de nettoyer la liste noire. Veuillez rafraîchir et réessayer !
it_it: Errore: impossibile pulire la blocklist. Aggiornare e riprovare!
