Repository: wp-blocks/cf7-antispam
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, hi_hi, it_it, pt_pt

source: Administrators only
de_de: Nur Administratoren
es_es: Sólo Administradores
fr_fr: Seulement pour les administrateurs/administratrices
hi_hi: केवल प्रशासक
it_it: Solo Amministratori
pt_pt: Somente administradores

source: Settings
de_de: Einstellungen
es_es: Ajustes
fr_fr: Paramètres
hi_hi: भाषा बदलें
it_it: Impostazioni
pt_pt: Configurações

source: Ban automatically spammers
de_de: Automatisches Verbot von Spam-Versendern
es_es: Prohibir automáticamente a los spammers
fr_fr: Interdire automatiquement les spammeurs
hi_hi: स्वचालित रूप से स्पैमर पर प्रतिबंध लगाएं
it_it: Ban automatico per gli spammer
pt_pt: Proibir automaticamente os spammers

source: Automatic spammer IP Blacklist
de_de: Automatische Spammer-IP-Blacklist
hi_hi: स्वचालित स्पैमर आईपी ब्लैकलिस्ट
pt_pt: Lista negra automática de IP para spammer

source: Mail blocked before Ban
de_de: Vor dem Verbot blockierte Post
es_es: Correo bloqueado antes de la prohibición
fr_fr: Courrier bloqué avant l'interdiction
hi_hi: प्रतिबंध से पहले बंद किया गया मेल
it_it: Posta bloccata prima del divieto
pt_pt: Correio bloqueado antes da proibição

source: Automatic Unban
de_de: Automatische Aufhebung der Sperre
es_es: Desprohibición automática
fr_fr: Débannissement automatique
hi_hi: स्वचालित अनबैन
it_it: Disconoscimento automatico
pt_pt: Desbanimento automático

source: Bot Fingerprinting
es_es: Huellas dactilares de bots
fr_fr: Empreintes digitales des robots
hi_hi: बॉट फिंगरप्रिंटिंग
it_it: Impronte digitali dei bot
pt_pt: Impressão digital do frasco

source: Enable anti-bot checks
de_de: Anti-Bot-Prüfungen einschalten
es_es: Activar los controles anti-bot
fr_fr: Activer les contrôles anti-bots
hi_hi: एंटी-बॉट चेक सक्षम करें
it_it: Abilitare i controlli anti-bot
pt_pt: Permitir verificações anti-lote

source: Enable anti-bot extra checks
de_de: Zusätzliche Anti-Bot-Prüfungen einschalten
es_es: Habilitar las comprobaciones adicionales anti-bot
fr_fr: Activer les contrôles supplémentaires anti-bots
hi_hi: एंटी-बॉट अतिरिक्त चेक सक्षम करें
it_it: Abilita i controlli extra anti-bot
pt_pt: Permitir verificações extras anti-lote

source: Append hidden fields on submit
de_de: Ausgeblendete Felder beim Absenden anhängen
es_es: Añadir campos ocultos al enviar
fr_fr: Ajouter les champs cachés lors de l'envoi
hi_hi: सबमिट पर छुपे हुए फ़ील्ड जोड़ें
it_it: Aggiunta di campi nascosti all'invio
pt_pt: Anexar campos ocultos ao enviar

source: GeoIP
hi_hi: जियोआईपी

source: Enable automatic download
de_de: Automatisches Herunterladen aktivieren
es_es: Activar la descarga automática
fr_fr: Activer le téléchargement automatique
hi_hi: स्वचालित डाउनलोड सक्षम करें
it_it: Abilita il download automatico
pt_pt: Habilitar download automático

source: Database available
de_de: Datenbank verfügbar
es_es: Base de datos disponible
fr_fr: Base de données disponible
hi_hi: डेटाबेस उपलब्ध
it_it: Database disponibile
pt_pt: Base de dados disponível

source: MaxMind Update Key
de_de: MaxMind Update-Schlüssel
es_es: Clave de actualización de MaxMind
fr_fr: Clé de mise à jour de MaxMind
hi_hi: मैक्समाइंड अपडेट कुंजी
it_it: Chiave di aggiornamento MaxMind
pt_pt: Chave de atualização do MaxMind

source: Language Checks
de_de: Sprachprüfung
es_es: Controles lingüísticos
fr_fr: Contrôles linguistiques
hi_hi: भाषा जाँच
it_it: Controlli linguistici
pt_pt: Verificações de idiomas

source: Check Browser Language
de_de: Browsersprache prüfen
es_es: Comprobar el idioma del navegador
fr_fr: Vérifiez la langue du navigateur
hi_hi: ब्राउज़र भाषा की जाँच करें
it_it: Controllare la lingua del browser
pt_pt: Verifique o Idioma do Navegador

source: Detect location using GeoIP
de_de: Standortbestimmung mit GeoIP
es_es: Detectar la ubicación mediante GeoIP
fr_fr: Détecter l'emplacement en utilisant GeoIP
hi_hi: जियोआईपी का उपयोग करके स्थान का पता लगाएं
it_it: Rilevamento della posizione tramite GeoIP
pt_pt: Detectar localização usando GeoIP

source: Allowed browser Languages
de_de: Erlaubte Browser-Sprachen
es_es: Idiomas permitidos en el navegador
fr_fr: Langues de navigation autorisées
hi_hi: अनुमत ब्राउज़र भाषाएँ
it_it: Lingue del browser consentite
pt_pt: Idiomas permitidos do navegador

source: Disallowed browser Languages
de_de: Unzulässige Browser-Sprachen
es_es: Idiomas del navegador no permitidos
fr_fr: Langues de navigation non autorisées
hi_hi: अस्वीकृत ब्राउज़र भाषाएँ
it_it: Lingue del browser non consentite
pt_pt: Idiomas do navegador não permitidos

source: Time checks
de_de: Zeitkontrollen
es_es: Controles de tiempo
fr_fr: Contrôles de temps
hi_hi: समय की जाँच करें
it_it: Controlli a tempo
pt_pt: Verificações de tempo

source: Check the elapsed time
de_de: Prüfen Sie die verstrichene Zeit
es_es: Compruebe el tiempo transcurrido
fr_fr: Vérifier le temps écoulé
hi_hi: बीत चुके समय की जाँच करें
it_it: Controllare il tempo trascorso
pt_pt: Verifique o tempo transcorrido

source: Minimum elapsed time
de_de: Mindestens verstrichene Zeit
es_es: Tiempo mínimo transcurrido
fr_fr: Temps minimum écoulé
hi_hi: न्यूनतम बीत चुका समय
it_it: Tempo minimo trascorso
pt_pt: Tempo mínimo transcorrido

source: Maximum elapsed time
de_de: Maximal verstrichene Zeit
es_es: Tiempo máximo transcurrido
fr_fr: Temps maximum écoulé
hi_hi: अधिकतम बीता हुआ समय
it_it: Tempo massimo trascorso
pt_pt: Tempo máximo transcorrido

source: Bad IP Address
de_de: Schlechte IP-Adresse
es_es: Dirección IP incorrecta
fr_fr: Mauvaise adresse IP
hi_hi: खराब आईपी पता
it_it: Indirizzo IP errato
pt_pt: Endereço IP ruim

source: Check HTTP referrer
de_de: HTTP-Verweiser prüfen
es_es: Comprobar la referencia HTTP
fr_fr: Vérifier le référent HTTP
hi_hi: एचटीटीपी रेफरर की जाँच करें
it_it: Controllare il referrer HTTP
pt_pt: Verificar HTTP referrer

source: IP Address
de_de: IP-Adresse
es_es: Dirección IP
fr_fr: Adresse IP
hi_hi: आईपी एड्रेस
it_it: Indirizzo IP
pt_pt: Endereço IP

source: Bad IP Address List
de_de: IP-Adressen Blacklist
es_es: Lista de direcciones IP erróneas
fr_fr: Mauvaise liste d'adresses IP
hi_hi: खराब आईपी पता सूची
it_it: Elenco di indirizzi IP errati
pt_pt: Lista de endereços IP ruins

source: Bad words
de_de: Ungewollte Worte
es_es: Malas palabras
fr_fr: Pas si mauvais
hi_hi: बुरे शब्द
it_it: Parole cattive
pt_pt: Palavras ruins

source: Check the message for prohibited words
de_de: Prüfen Sie die Nachricht auf verbotene Wörter
es_es: Compruebe si el mensaje contiene palabras prohibidas
fr_fr: Vérifiez que le message ne contient pas de mots interdits
hi_hi: निषिद्ध शब्दों के लिए संदेश की जाँच करें
it_it: Controllare che il messaggio non contenga parole proibite
pt_pt: Verifique a mensagem para palavras proibidas

source: Bad words List
de_de: Liste ungewollter Wörter
es_es: Lista de malas palabras
fr_fr: Liste de mauvais mots
hi_hi: बुरे शब्दों की सूची
it_it: Parole sbagliate Elenco
pt_pt: Lista de palavras ruins

source: Bad email strings
de_de: Schlechte E-Mail-Zeichenketten
es_es: Cadenas de correo electrónico incorrectas
fr_fr: Mauvaises chaînes d'e-mails
hi_hi: खराब ईमेल स्ट्रिंग्स
it_it: Stringhe di e-mail sbagliate
pt_pt: Maus strings de e-mail

source: Check the email for prohibited words
de_de: Überprüfen Sie die E-Mailadresse auf verbotene Wörter
es_es: Compruebe si el correo electrónico contiene palabras prohibidas
fr_fr: Vérifiez les mots interdits dans le courriel
hi_hi: निषिद्ध शब्दों के लिए ईमेल की जाँच करें
it_it: Controllare l'e-mail per verificare la presenza di parole proibite
pt_pt: Verifique o e-mail para palavras proibidas

source: Email prohibited words
de_de: Verbotene Wörter in der E-Mailadresse
es_es: Palabras prohibidas en el correo electrónico
fr_fr: Mots interdits dans les e-mails
hi_hi: ईमेल निषिद्ध शब्द
it_it: Parole vietate per le e-mail
pt_pt: Palavras proibidas por e-mail

source: User Agent blacklist
de_de: Schwarze Liste für Benutzer-Agenten
hi_hi: उपयोगकर्ता एजेंट ब्लैकलिस्ट
pt_pt: Lista negra de agentes de usuários

source: Enable User Agent blacklist
de_de: Schwarze Liste für Benutzer-Agenten aktivieren
es_es: Activar la lista negra de agentes de usuario
hi_hi: उपयोगकर्ता एजेंट ब्लैकलिस्ट सक्षम करें
pt_pt: Habilitar a lista negra de agentes de usuário

source: Disallowed user agents
de_de: Unzulässige Benutzer-Agenten
es_es: Agentes de usuario no permitidos
fr_fr: Agents utilisateurs non autorisés
hi_hi: उपयोगकर्ता एजेंटों को अस्वीकृत किया गया
it_it: Agenti utente non ammessi
pt_pt: Agentes de usuário não autorizados

source: DNS Blacklists
es_es: Listas negras de DNS
fr_fr: Listes noires DNS
hi_hi: डीएनएस ब्लैकलिस्ट
it_it: Liste nere DNS
pt_pt: Listas negras DNS

source: Check IP on DNS blocklist
de_de: Überprüfen der IP-Adresse in der DNS-Blockliste
es_es: Comprobar la IP en la lista de bloqueo de DNS
fr_fr: Vérifiez l'IP sur la liste de blocage DNS
hi_hi: डीएनएस ब्लॉकलिस्ट पर आईपी की जाँच करें
it_it: Controllare l'IP nella lista di blocco DNS
pt_pt: Verificar IP na lista de blocos DNS

source: DNS blocklist servers
de_de: DNS-Server für Blockliste
es_es: Servidores de listas de bloqueo DNS
fr_fr: Serveurs de liste de blocage DNS
hi_hi: डीएनएस ब्लॉकलिस्ट सर्वर
it_it: Server blocklist DNS
pt_pt: Servidores de lista de blocos DNS

source: Honeypot
de_de: Spam-Falle
fr_fr: Utiliser Honeypot
hi_hi: हनीपॉट

source: Add some fake input inside the form
de_de: Fügen Sie eine falsche Eingabe in das Formular ein
es_es: Añade una entrada falsa dentro del formulario
fr_fr: Ajouter une fausse entrée dans le formulaire
hi_hi: फॉर्म के अंदर कुछ नकली इनपुट जोड़ें
it_it: Aggiungere un input falso all'interno del modulo
pt_pt: Adicione alguma entrada falsa dentro do formulário

source: Name for the honeypots inputs[*]
de_de: Name für die Eingaben des Honeypots[*]
es_es: Nombre para las entradas de los honeypots[*]
fr_fr: Nom pour les entrées des pots de miel [*]
hi_hi: हनीपॉट इनपुट का नाम[*]
it_it: Nome per gli input delle honeypots[*]
pt_pt: Nome para as entradas dos honeypots[*]

source: Honeyform <span class="label alert monospace">[experimental]</span>
de_de: Honigform <span class="label alert monospace">[experimentell]</span>
fr_fr: Honeyform <span class="label alert monospace">[expérimental]</span>
hi_hi: हनीफॉर्म <span class="label alert monospace">[प्रयोगात्मक]</span>
it_it: Honeyform <span class="label alert monospace">[sperimentale]</span>
pt_pt: Forma de mel <span class="label alert monospace">[experimental]</span>

source: Add an hidden form inside the page content
de_de: Hinzufügen eines versteckten Formulars innerhalb des Seiteninhalts
es_es: Añadir un formulario oculto al principio del contenido
fr_fr: Ajouter un formulaire caché au début du contenu
hi_hi: पृष्ठ सामग्री के अंदर एक छिपा हुआ प्रपत्र जोड़ें
it_it: Aggiungere un modulo nascosto nel contenuto della pagina
pt_pt: Adicionar uma forma oculta dentro do conteúdo da página

source: Select where the honeyform will be placed
de_de: Wählen Sie aus, wo die Honigform platziert werden soll
es_es: Seleccione dónde se ocultará el formulario de miel
fr_fr: Sélectionnez l'endroit où le formulaire de miel sera caché
hi_hi: चुनें कि हनीफॉर्म कहां रखा जाएगा
it_it: Selezionare la posizione della forma di miele
pt_pt: Selecione onde a forma de mel será colocada

source: B8 statistical "Bayesian" spam filter
de_de: B8 statistischer "Bayes'scher" Spam-Filter
es_es: Filtro estadístico de spam "bayesiano" B8
fr_fr: Filtre anti-spam statistique "bayésien" B8
hi_hi: बी 8 सांख्यिकीय "बायेसियन" स्पैम फिल्टर
it_it: Filtro antispam statistico "bayesiano" B8
pt_pt: B8 filtro estatístico "Bayesiano" de spam

source: Enable B8
de_de: B8 freigeben
es_es: Habilitar B8
fr_fr: Activer B8
hi_hi: B8 सक्षम करें
it_it: Abilita B8
pt_pt: Habilitar B8

source: B8 spam threshold
de_de: B8 Spam-Schwelle
es_es: Umbral de spam B8
fr_fr: Seuil de spam B8
hi_hi: B8 स्पैम थ्रेशोल्ड
it_it: Soglia di spam B8
pt_pt: Limiar B8 de spam

source: Spam filter customizations
de_de: Anpassungen des Spamfilters
es_es: Personalización del filtro de spam
fr_fr: Personnalisation du filtre anti-spam
hi_hi: स्पैम फ़िल्टर अनुकूलन
it_it: Personalizzazioni del filtro antispam
pt_pt: Personalizações do filtro de spam

source: Disable cf7 form reload if the page is cached
de_de: Deaktivieren Sie das erneute Laden des Formulars, wenn die Seite zwischengespeichert ist
es_es: Desactivar la recarga del formulario cf7 si la página está en la caché
fr_fr: Désactiver le rechargement du formulaire cf7 si la page est en cache
hi_hi: पृष्ठ कैश किया गया है, तो cf7 प्रपत्र पुनः लोड अक्षम करें
it_it: Disabilitare il ricaricamento del modulo cf7 se la pagina è nella cache
pt_pt: Desativar a recarga do formulário cf7 se a página estiver em cache

source: Your unique css class
de_de: Ihre einzigartige css-Klasse
es_es: Su clase css única
fr_fr: Votre classe css unique
hi_hi: अपने अद्वितीय सीएसएस वर्ग
it_it: La vostra classe css unica
pt_pt: Sua classe única de css

source: Your unique fields prefix
de_de: Ihr eindeutiges Feldpräfix
es_es: Su prefijo de campos únicos
fr_fr: Le préfixe unique de vos champs
hi_hi: आपका अनन्य फ़ील्ड उपसर्ग
it_it: Il prefisso univoco dei vostri campi
pt_pt: Seu prefixo exclusivo de campos

source: The encryption method
de_de: Die Verschlüsselungsmethode
es_es: El método de encriptación
fr_fr: La méthode de cryptage
hi_hi: एन्क्रिप्शन विधि
it_it: Il metodo di crittografia
pt_pt: O método de criptografia

source: Enable advanced settings
de_de: Erweiterte Einstellungen aktivieren
es_es: Activar la configuración avanzada
fr_fr: Activez les paramètres avancés
hi_hi: उन्नत सेटिंग्स सक्षम करें
it_it: Abilitare le impostazioni avanzate
pt_pt: Habilitar configurações avançadas

source: Severity of anti-spam control
de_de: Strenge der Anti-Spam-Kontrolle
es_es: Severidad del control antispam
fr_fr: Sévérité du contrôle anti-spam
hi_hi: एंटी-स्पैम नियंत्रण की गंभीरता
it_it: Severità del controllo anti-spam
pt_pt: Severidade do controle anti-spam

source: Scoring Tweaks (1 = Ban)
de_de: Änderungen bei der Punktevergabe (1 = Verbot)
es_es: Ajustes de la puntuación (1 = Prohibición)
fr_fr: Modifications de la notation (1 = interdiction)
hi_hi: स्कोरिंग ट्वीक्स (1 = बैन)
it_it: Modifiche del punteggio (1 = divieto)
pt_pt: Ajustes de pontuação (1 = Ban)

source: Bot fingerprinting score <small>(for each failed test)</small>
de_de: Bot-Fingerprinting-Punktzahl <small>(für jeden nicht bestandenen Test)</small>
es_es: Puntuación de la huella del bot <small>(por cada prueba fallida)</small>
fr_fr: Score de l'empreinte du robot <small>(pour chaque test échoué)</small>
hi_hi: बॉट फिंगरप्रिंटिंग स्कोर <small>(प्रत्येक असफल परीक्षण के लिए)</small>
it_it: Punteggio del fingerprinting del bot <small>(per ogni test fallito)</small>
pt_pt: Nota de impressão digital da garrafa <small>(para cada teste reprovado)</small>

source: Time checks score
de_de: Zeitkontrollen punkten
es_es: Puntuación de los controles de tiempo
fr_fr: Score des contrôles de temps
hi_hi: टाइम चेक स्कोर
it_it: Controlli a tempo punteggio
pt_pt: Pontuação das verificações de tempo

source: String found
de_de: String gefunden
es_es: Cadena encontrada
fr_fr: Chaîne trouvée
hi_hi: स्ट्रिंग मिली
it_it: Stringa trovata
pt_pt: Corda encontrada

source: DNSBL score <small>(for each server)</small>
de_de: DNSBL-Punktzahl <small>(für jeden Server)</small>
es_es: Puntuación de la DNSBL <small>(para cada servidor)</small>
fr_fr: Score DNSBL <small>(pour chaque serveur)</small>
hi_hi: डीएनएसबीएल स्कोर <small>(प्रत्येक सर्वर के लिए)</small>
it_it: Punteggio DNSBL <small>(per ogni server)</small>
pt_pt: Pontuação DNSBL <small>(para cada servidor)</small>

source: Honeypot fill score <small>(for each fail)</small>
de_de: Honeypot-Füllungsgrad <small>(für jeden Fail)</small>
es_es: Puntuación de llenado del honeypot <small>(por cada fallo)</small>
fr_fr: Score de remplissage du pot de miel <small>(pour chaque échec)</small>
hi_hi: हनीपॉट भरण स्कोर <small>(प्रत्येक विफलता के लिए)</small>
it_it: Punteggio di riempimento dell'honeypot <small>(per ogni fallimento)</small>
pt_pt: Pontuação de preenchimento do Honeypot <small>(para cada falha)</small>

source: Bot detected
de_de: Bot entdeckt
es_es: Bot detectado
fr_fr: Bot détecté
hi_hi: बॉट का पता चला
it_it: Bot rilevato
pt_pt: Garrafa detectada

source: Bot warn
de_de: Bot warnen
es_es: Bot advertir
hi_hi: बॉट ने दी चेतावनी
it_it: Avvertono i bot
pt_pt: Bot avisa

source: Do you know,that you can save settings simply using the shortcut [Ctrl + S].
de_de: Wussten Sie schon, dass Sie die Einstellungen einfach mit der Tastenkombination [Strg + S] speichern können?
es_es: ¿Sabe que puede guardar los ajustes simplemente con el atajo de teclado [Ctrl + S]?
fr_fr: Savez-vous que vous pouvez sauvegarder les paramètres en utilisant simplement le raccourci [Ctrl + S].
hi_hi: क्या आप जानते हैं, कि आप केवल [Ctrl + S] शॉर्टकट का उपयोग करके सेटिंग्स को सहेज सकते हैं।
it_it: Sapete che è possibile salvare le impostazioni semplicemente utilizzando la scorciatoia [Ctrl + S].
pt_pt: Você sabe, que você pode salvar configurações simplesmente usando o atalho [Ctrl + S].

source: In the CF7-Antispam settings page you can enter values in textarea using the comma-separated format and, on saving, the strings will be split up into one per line format.
de_de: Auf der CF7-Antispam-Einstellungsseite können Sie Werte in Textfeldern im Komma-getrennten Format eingeben, und beim Speichern werden die Zeichenfolgen in ein Format pro Zeile aufgeteilt.
es_es: En la página de configuración de CF7-Antispam puede introducir valores en el área de texto utilizando el formato separado por comas y, al guardar, las cadenas se dividirán en un formato por línea.
fr_fr: Dans la page des paramètres CF7-Antispam, vous pouvez saisir des valeurs dans une zone de texte en utilisant le format séparé par des virgules et, lors de l'enregistrement, les chaînes de caractères seront séparées en un format par ligne.
hi_hi: CF7-एंटीस्पैम सेटिंग पृष्ठ में आप अल्पविराम से अलग किए गए प्रारूप का उपयोग करके टेक्स्टरेरा में मान दर्ज कर सकते हैं और सहेजने पर, स्ट्रिंग्स को प्रति पंक्ति प्रारूप में विभाजित किया जाएगा।
it_it: Nella pagina delle impostazioni di CF7-Antispam è possibile inserire i valori nella casella di testo utilizzando il formato separato da virgole e, al momento del salvataggio, le stringhe saranno suddivise in un formato per riga.
pt_pt: Na página de configurações do CF7-Antispam você pode inserir valores na área de texto usando o formato separado por vírgulas e, ao salvar, as cordas serão divididas em uma por formato de linha.

source: It is always a good practice to NOT name "contact" the slug of the page with the form. This makes it very easy for a bot to find it, doesn't it?
de_de: Es ist immer eine gute Praxis, den Slug der Seite mit dem Formular NICHT "Kontakt" zu nennen. Das macht es für einen Bot sehr einfach, es zu finden, nicht wahr?
es_es: Siempre es una buena práctica NO nombrar "contacto" el slug de la página con el formulario. Esto hace que sea muy fácil para un bot encontrarlo, ¿no?
fr_fr: C'est toujours une bonne pratique de NE PAS nommer "contact" le slug de la page contenant le formulaire. Cela permet à un robot de le trouver très facilement, n'est-ce pas ?
hi_hi: फ़ॉर्म के साथ पृष्ठ के स्लग को "संपर्क" नाम न देना हमेशा एक अच्छा अभ्यास है। इससे बॉट के लिए इसे ढूंढना बहुत आसान हो जाता है, है ना?
it_it: È sempre una buona pratica NON nominare "contatti" lo slug della pagina con il modulo. Questo rende molto facile per un bot trovarlo, non è vero?
pt_pt: É sempre uma boa prática NÃO "contatar" a lesma da página com o formulário. Isto torna muito fácil para um bot encontrá-la, não é mesmo?

source: contacts
de_de: Kontakte
es_es: contactos
hi_hi: संपर्क
it_it: contatti
pt_pt: contatos

source: Give a try
de_de: Versuchen Sie es
es_es: Pruébalo
fr_fr: Faites un essai
hi_hi: कोशिश करो
it_it: Provare
pt_pt: Experimente

source: As Flamingo also CF7-Antispam can handle
de_de: Wie Flamingo kann auch CF7-Antispam mit
es_es: Como Flamingo también CF7-Antispam puede manejar
fr_fr: Comme Flamingo, CF7-Antispam peut aussi gérer..
hi_hi: फ्लेमिंगो के रूप में CF7-Antispam भी संभाल सकता है
it_it: Come Flamingo anche CF7-Antispam può gestire
pt_pt: Como Flamingo também CF7-Antispam pode lidar

source: fields with multiple tags
de_de: felder mit mehreren Tags
es_es: campos con múltiples etiquetas
fr_fr: champs avec plusieurs balises
hi_hi: एकाधिक टैग वाले फ़ील्ड
it_it: campi con più tag
pt_pt: campos com múltiplas tags

source: In this way, you can scan as a message multiple fields at once (subject line or second text field...)
de_de: Auf diese Weise können Sie als Nachricht mehrere Felder auf einmal scannen (Betreffzeile oder zweites Textfeld...)
es_es: De este modo, puede escanear como mensaje varios campos a la vez (línea de asunto o segundo campo de texto...)
fr_fr: De cette façon, vous pouvez scanner comme un message plusieurs champs à la fois (ligne d'objet ou deuxième champ de texte...)
hi_hi: इस तरह, आप एक संदेश के रूप में एक साथ कई फ़ील्ड स्कैन कर सकते हैं (विषय पंक्ति या दूसरा टेक्स्ट फ़ील्ड...)
it_it: In questo modo, è possibile scansionare come messaggio più campi contemporaneamente (riga dell'oggetto o secondo campo di testo...)
pt_pt: Desta forma, você pode digitalizar como mensagem vários campos ao mesmo tempo (linha de assunto ou segundo campo de texto...)

source: For most cases the following settings are fine, but you can have fun configuring the antispam to achieve the level of protection you prefer!
de_de: In den meisten Fällen sind die folgenden Einstellungen ausreichend, aber es macht Spaß, das Antispam-Programm so zu konfigurieren, dass Sie den von Ihnen bevorzugten Schutzgrad erreichen!
es_es: Para la mayoría de los casos, los siguientes ajustes están bien, pero puedes divertirte configurando el antispam para conseguir el nivel de protección que prefieras!
fr_fr: Dans la plupart des cas, les paramètres suivants conviennent, mais vous pouvez vous amuser à configurer l'antispam pour obtenir le niveau de protection que vous préférez !
hi_hi: ज्यादातर मामलों के लिए निम्नलिखित सेटिंग्स ठीक हैं, लेकिन आप अपनी पसंद के सुरक्षा के स्तर को प्राप्त करने के लिए एंटीस्पैम को कॉन्फ़िगर करने में मजा ले सकते हैं!
it_it: Per la maggior parte dei casi le seguenti impostazioni vanno bene, ma potete divertirvi a configurare l'antispam per ottenere il livello di protezione che preferite!
pt_pt: Na maioria dos casos, as seguintes configurações estão bem, mas você pode se divertir configurando o antispam para atingir o nível de proteção que você prefere!

source: Tip:
de_de: Tipp:
es_es: Consejo:
fr_fr: Astuce :
hi_hi: बख्शीश:
it_it: Suggerimenti:
pt_pt: Dica:

source: How many failed attempts before being banned
de_de: Wie viele fehlgeschlagene Versuche bis zum Verbot
es_es: Cuántos intentos fallidos antes de ser prohibido
fr_fr: Combien de tentatives échouées avant d'être banni
hi_hi: प्रतिबंधित होने से पहले कितने असफल प्रयास
it_it: Quanti tentativi falliti prima di essere banditi
pt_pt: Quantas tentativas fracassadas antes de serem proibidas

source: Next scheduled unban event:
de_de: Nächstes geplantes Ereignis zur Aufhebung der Sperre:
es_es: Próximo evento de desbaneo programado:
fr_fr: Prochain événement de débanisation prévu :
hi_hi: अगला शेड्यूल किया गया अनबैन इवेंट:
it_it: Prossimo evento di disattivazione programmato:
pt_pt: Próximo evento não-bancário programado:
