Repository: wp-blocks/cf7-antispam
Catalog: languages/*.po
Languages: de_de, es_es, fr_fr, hi_hi, it_it, pt_pt

source: Fingerprinting is a method used for exploiting data from browser in order to check whether it is a real browser. A script checks software and hardware configuration like screen resolution, 3d support, available fonts and OS version, that usually aren't available for bots.
de_de: Fingerprinting ist eine Methode, mit der Daten von Browsern ausgewertet werden, um zu prüfen, ob es sich um einen echten Browser handelt. Ein Skript prüft Software- und Hardwarekonfigurationen wie Bildschirmauflösung, 3D-Unterstützung, verfügbare Schriftarten und Betriebssystemversion, die für Bots normalerweise nicht verfügbar sind.
es_es: Fingerprinting es un método utilizado para explotar los datos del navegador con el fin de comprobar si es un navegador real. Un script comprueba la configuración del software y el hardware, como la resolución de la pantalla, el soporte 3D, las fuentes disponibles y la versión del sistema operativo, que normalmente no están disponibles para los bots.
fr_fr: Le fingerprinting est une méthode utilisée pour exploiter les données du navigateur afin de vérifier s'il s'agit d'un vrai navigateur. Un script vérifie la configuration logicielle et matérielle, comme la résolution de l'écran, le support 3D, les polices disponibles et la version du système d'exploitation, qui ne sont généralement pas disponibles pour les robots.
hi_hi: फ़िंगरप्रिंटिंग ब्राउज़र से डेटा का शोषण करने के लिए उपयोग की जाने वाली एक विधि है ताकि यह जांचा जा सके कि यह एक वास्तविक ब्राउज़र है या नहीं। एक स्क्रिप्ट सॉफ्टवेयर और हार्डवेयर कॉन्फ़िगरेशन की जांच करती है जैसे स्क्रीन रिज़ॉल्यूशन, 3डी सपोर्ट, उपलब्ध फोंट और ओएस संस्करण, जो आमतौर पर बॉट्स के लिए उपलब्ध नहीं होते हैं।
it_it: Il fingerprinting è un metodo utilizzato per sfruttare i dati del browser al fine di verificare se si tratta di un browser reale. Uno script controlla la configurazione del software e dell'hardware, come la risoluzione dello schermo, il supporto 3d, i font disponibili e la versione del sistema operativo, che di solito non sono disponibili per i bot.
pt_pt: A impressão digital é um método utilizado para explorar os dados do navegador a fim de verificar se é um navegador real. Um script verifica a configuração de software e hardware como resolução de tela, suporte 3d, fontes disponíveis e versão do SO, que normalmente não estão disponíveis para bots.

source: The last option, append on submit, causes fingerprinting to take place after the submit button has been pressed, making it even more difficult for a bot to circumvent the protection.
de_de: Die letzte Option, Anhängen beim Absenden, bewirkt, dass die Fingerabdrücke erst nach dem Drücken der Schaltfläche "Absenden" erstellt werden, wodurch es für einen Bot noch schwieriger wird, den Schutz zu umgehen.
es_es: La última opción, append on submit, hace que la toma de huellas digitales tenga lugar después de que se haya pulsado el botón de envío, lo que hace aún más difícil que un bot eluda la protección.
fr_fr: La dernière option, append on submit, fait en sorte que l'empreinte digitale soit prise après que le bouton "submit" a été pressé, ce qui rend encore plus difficile pour un robot de contourner la protection.
hi_hi: अंतिम विकल्प, सबमिट पर संलग्न करें, सबमिट बटन दबाए जाने के बाद फ़िंगरप्रिंटिंग का कारण बनता है, जिससे बॉट के लिए सुरक्षा को दरकिनार करना और भी मुश्किल हो जाता है।
it_it: L'ultima opzione, append on submit, fa sì che il rilevamento delle impronte avvenga dopo la pressione del pulsante di invio, rendendo ancora più difficile per un bot aggirare la protezione.
pt_pt: A última opção, anexada ao submeter, faz com que a impressão digital ocorra após o botão submeter ter sido pressionado, tornando ainda mais difícil para um bot contornar a proteção.

source: Checks that the form has been submitted within a reasonable timeframe, timestamp is encrypted so any manipulation of the data will result in 0.
de_de: Überprüft, ob das Formular innerhalb eines angemessenen Zeitrahmens eingereicht wurde. Der Zeitstempel ist verschlüsselt, so dass jede Manipulation der Daten den Wert 0 ergibt.
es_es: Comprueba que el formulario ha sido enviado dentro de un plazo razonable, la marca de tiempo está encriptada por lo que cualquier manipulación de los datos dará como resultado 0.
fr_fr: Vérifie que le formulaire a été soumis dans un délai raisonnable, l'horodatage est crypté de sorte que toute manipulation des données se traduira par 0.
hi_hi: जाँचता है कि फ़ॉर्म एक उचित समय सीमा के भीतर जमा किया गया है, टाइमस्टैम्प एन्क्रिप्ट किया गया है, इसलिए डेटा के किसी भी हेरफेर का परिणाम 0 होगा।
it_it: Controlla che il modulo sia stato inviato entro un lasso di tempo ragionevole; il timestamp è criptato, quindi qualsiasi manipolazione dei dati avrà come risultato 0.
pt_pt: Verifica se o formulário foi apresentado dentro de um prazo razoável, o carimbo de data é criptografado para que qualquer manipulação dos dados resulte em 0.

source: Just set a few seconds as the minimum time (bots usually take 5 seconds at most, usually 3) and as the maximum time I recommend 1 year*.
de_de: Stellen Sie einfach ein paar Sekunden als Mindestzeit ein (Bots brauchen in der Regel höchstens 5 Sekunden, normalerweise 3) und als Höchstzeit empfehle ich 1 Jahr*.
es_es: Sólo hay que establecer unos segundos como tiempo mínimo (los bots suelen tardar 5 segundos como máximo, normalmente 3) y como tiempo máximo recomiendo 1 año*.
fr_fr: Il suffit de définir quelques secondes comme durée minimale (les robots mettent généralement 5 secondes au maximum, le plus souvent 3) et comme durée maximale, je recommande 1 an*.
hi_hi: बस कुछ सेकंड को न्यूनतम समय के रूप में सेट करें (बॉट आमतौर पर अधिकतम 5 सेकंड लेते हैं, आमतौर पर 3) और अधिकतम समय के रूप में मैं 1 वर्ष * की सलाह देता हूं।
it_it: Basta impostare pochi secondi come tempo minimo (i bot impiegano al massimo 5 secondi, di solito 3) e come tempo massimo consiglio 1 anno*.
pt_pt: Basta definir alguns segundos como tempo mínimo (os bots geralmente levam no máximo 5 segundos, geralmente 3) e como tempo máximo eu recomendo 1 ano*.

source: * A small note.... If you use a caching system for the contact page make sure you set you set the maximum elapsed time at least equal to the cache regeneration.
de_de: * Eine kleine Anmerkung.... Wenn Sie ein Zwischenspeichersystem für die Kontaktseite verwenden, stellen Sie sicher, dass die maximal verstrichene Zeit mindestens so lang ist wie die Regeneration des Zwischenspeichers.
es_es: * Una pequeña nota.... Si utiliza un sistema de caché para la página de contacto, asegúrese de establecer el tiempo máximo transcurrido al menos igual a la regeneración de la caché.
fr_fr: * Une petite note.... Si vous utilisez un système de mise en cache pour la page de contact, veillez à définir un temps maximum écoulé au moins égal à la régénération du cache.
hi_hi: * एक छोटा नोट.... यदि आप संपर्क पृष्ठ के लिए कैशिंग सिस्टम का उपयोग करते हैं तो सुनिश्चित करें कि आपने अधिकतम बीता हुआ समय कम से कम कैश पुनर्जनन के बराबर सेट किया है।
it_it: * Una piccola nota.... Se si utilizza un sistema di cache per la pagina dei contatti, assicurarsi di impostare il tempo massimo trascorso almeno pari alla rigenerazione della cache.
pt_pt: * Uma pequena nota.... Se você usar um sistema de cache para a página de contato, certifique-se de definir o tempo máximo decorrido, pelo menos igual à regeneração do cache.

source: Values in seconds, 0 to disable
de_de: Werte in Sekunden, 0 zum Deaktivieren
es_es: Valores en segundos, 0 para desactivar
fr_fr: Valeurs en secondes, 0 pour désactiver
hi_hi: सेकंड में मान, 0 अक्षम करने के लिए
it_it: Valori in secondi, 0 per disabilitare
pt_pt: Valores em segundos, 0 para desativar

source: Detect user location using MaxMind GeoIP2 database.
de_de: Erkennen Sie den Standort des Benutzers mithilfe der MaxMind GeoIP2-Datenbank.
es_es: Detectar la ubicación del usuario utilizando la base de datos GeoIP2 de MaxMind.
fr_fr: Détecter la localisation de l'utilisateur en utilisant la base de données GeoIP2 de MaxMind.
hi_hi: मैक्समाइंड जियोआईपी 2 डेटाबेस का उपयोग करके उपयोगकर्ता स्थान का पता लगाएं।
it_it: Rilevare la posizione dell'utente utilizzando il database MaxMind GeoIP2.
pt_pt: Detectar a localização do usuário usando o banco de dados MaxMind GeoIP2.

source: In order to enable this functionality you need to agree at
de_de: Um diese Funktion zu aktivieren, müssen Sie unter
es_es: Para habilitar esta funcionalidad es necesario aceptar en
fr_fr: Afin d'activer cette fonctionnalité, vous devez accepter à
hi_hi: इस कार्यक्षमता को सक्षम करने के लिए आपको सहमत होने की आवश्यकता है
it_it: Per abilitare questa funzionalità, è necessario accettare il seguente indirizzo
pt_pt: A fim de habilitar esta funcionalidade, você precisa concordar em

source: GeoLite2 End User License Agreement
de_de: GeoLite2 Endbenutzer-Lizenzvertrag
es_es: Acuerdo de licencia de usuario final de GeoLite2
fr_fr: Contrat de licence de l'utilisateur final de GeoLite2
hi_hi: जियोलाइट 2 अंतिम उपयोगकर्ता लाइसेंस समझौता
it_it: Contratto di licenza per l'utente finale di GeoLite2
pt_pt: Contrato de Licença do Usuário Final GeoLite2

source: and sign up
de_de: und sich anmelden
es_es: e inscríbete
fr_fr: et s'inscrire
hi_hi: और साइन अप करें
it_it: e iscriversi
pt_pt: e inscreva-se

source: GeoLite2 Downloadable Databases
de_de: GeoLite2 Herunterladbare Datenbanken
es_es: Bases de datos descargables GeoLite2
fr_fr: Bases de données téléchargeables GeoLite2
hi_hi: जियोलाइट 2 डाउनलोड करने योग्य डेटाबेस
it_it: Database scaricabili GeoLite2
pt_pt: Bancos de dados GeoLite2 para download

source: After registration you will get a key, paste it into the input below and CF7-Antispam will be able to automatically download the updated GeoIP database every month.
de_de: Nach der Registrierung erhalten Sie einen Schlüssel, fügen Sie ihn in das unten stehende Feld ein und CF7-Antispam kann jeden Monat automatisch die aktualisierte GeoIP-Datenbank herunterladen.
es_es: Después de registrarse obtendrá una clave, péguela en la entrada de abajo y CF7-Antispam podrá descargar automáticamente la base de datos GeoIP actualizada cada mes.
fr_fr: Après l'enregistrement, vous recevrez une clé, collez-la dans le champ ci-dessous et CF7-Antispam pourra télécharger automatiquement la base de données GeoIP mise à jour chaque mois.
hi_hi: पंजीकरण के बाद आपको एक कुंजी मिलेगी, इसे नीचे दिए गए इनपुट में पेस्ट करें और CF7-Antispam हर महीने अपडेटेड जियोआईपी डेटाबेस को स्वचालित रूप से डाउनलोड करने में सक्षम होगा।
it_it: Dopo la registrazione riceverete una chiave, incollatela nell'input sottostante e CF7-Antispam sarà in grado di scaricare automaticamente il database GeoIP aggiornato ogni mese.
pt_pt: Após o registro você receberá uma chave, cole-a na entrada abaixo e o CF7-Antispam poderá baixar automaticamente o banco de dados GeoIP atualizado a cada mês.

source: Recommended - define a key your config.php the key in this way:
de_de: Empfohlen - definieren Sie einen Schlüssel in Ihrer config.php den Schlüssel auf diese Weise:
es_es: Recomendado - definir una clave su config.php la clave de esta manera:
fr_fr: Recommandé - définir une clé votre config.php la clé de cette façon
hi_hi: अनुशंसित - एक कुंजी को अपनी config.php कुंजी को इस प्रकार परिभाषित करें:
it_it: Consigliato: definire una chiave in config.php in questo modo:
pt_pt: Recomendado - defina uma chave seu config.php a chave desta maneira

source: Check the user browser language / user keyboard. Add a country code (us) or language (en) each line, you can insert them comma separated and when you save they will be formatted with the standard one per line.
de_de: Überprüfen Sie die Sprache des Benutzerbrowsers / der Benutzertastatur. Fügen Sie in jeder Zeile einen Ländercode (us) oder eine Sprache (en) hinzu. Sie können sie durch Komma getrennt einfügen und beim Speichern werden sie mit dem Standard pro Zeile formatiert.
es_es: Comprueba el idioma del navegador del usuario/teclado del usuario. Añade un código de país (us) o idioma (en) en cada línea, puedes insertarlos separados por comas y al guardar se formatearán con el estándar uno por línea.
fr_fr: Vérifiez la langue du navigateur de l'utilisateur / le clavier de l'utilisateur. Ajoutez un code de pays (us) ou de langue (en) par ligne, vous pouvez les insérer séparés par des virgules et lorsque vous enregistrez, ils seront formatés avec le standard un par ligne.
hi_hi: उपयोगकर्ता ब्राउज़र भाषा / उपयोगकर्ता कीबोर्ड की जाँच करें। प्रत्येक पंक्ति में एक देश कोड (हमें) या भाषा (en) जोड़ें, आप उन्हें अल्पविराम से अलग करके सम्मिलित कर सकते हैं और जब आप सहेजेंगे तो वे मानक एक प्रति पंक्ति के साथ स्वरूपित हो जाएंगे।
it_it: Controllare la lingua del browser/la tastiera dell'utente. Aggiungere un codice paese (us) o una lingua (en) per ogni riga; è possibile inserirli separati da una virgola e quando si salva saranno formattati con lo standard uno per riga.
pt_pt: Verifique o idioma do navegador / teclado do usuário. Adicione um código de país (nós) ou idioma (pt) a cada linha, você pode inseri-los separados por vírgula e quando você salvar eles serão formatados com o padrão por linha.

source: The browser language detection method is not as accurate as geo-ip because it relies on data provided by the browser and can easily bypassed however, less sophisticated bots do not pass this test
de_de: Die Methode zur Erkennung der Browsersprache ist nicht so genau wie geo-ip, da sie sich auf die vom Browser bereitgestellten Daten stützt und leicht umgangen werden kann; weniger ausgefeilte Bots bestehen diesen Test jedoch nicht
es_es: El método de detección del idioma del navegador no es tan preciso como el de geo ip porque se basa en lo que proporciona el navegador y puede ser fácilmente evitado (sin embargo, los bots menos sofisticados no pasan esta prueba)
fr_fr: La méthode de détection de la langue du navigateur n'est pas aussi précise que le géo-IP car elle repose sur les données fournies par le navigateur et peut être facilement contournée ; cependant, les robots moins sophistiqués ne passent pas ce test
hi_hi: ब्राउजर लैंग्वेज डिटेक्शन मेथड जियो-आईपी की तरह सटीक नहीं है क्योंकि यह ब्राउजर द्वारा उपलब्ध कराए गए डेटा पर निर्भर करता है और इसे आसानी से बायपास किया जा सकता है, हालांकि कम परिष्कृत बॉट इस टेस्ट को पास नहीं करते हैं।
it_it: Il metodo di rilevamento della lingua del browser non è preciso come il geo-ip perché si basa sui dati forniti dal browser e può essere facilmente aggirato; tuttavia, i bot meno sofisticati non superano questo test
pt_pt: O método de detecção de linguagem do navegador não é tão preciso quanto o geo-ip porque se baseia em dados fornecidos pelo navegador e pode ser facilmente contornado, porém, bots menos sofisticados não passam neste teste

source: After an ip check via the http headers, it is checked that the ip is not blacklisted in the following list, one "bad" ip each line
de_de: Nach einer Überprüfung der IP über die http-Header wird geprüft, ob die IP in der folgenden Liste nicht auf der schwarzen Liste steht, eine "schlechte" IP pro Zeile
es_es: Después de una comprobación de la ip a través de las cabeceras http, se comprueba que la ip no está en la lista negra de la siguiente lista, una ip "mala" cada línea
fr_fr: Après une vérification de l'ip via les en-têtes http, on vérifie que l'ip n'est pas en liste noire dans la liste suivante, une "mauvaise" ip par ligne
hi_hi: एचटीटीपी हेडर के माध्यम से आईपी जांच के बाद, यह जांच की जाती है कि आईपी निम्नलिखित सूची में ब्लैकलिस्टेड नहीं है, प्रत्येक पंक्ति में एक "खराब" आईपी
it_it: Dopo un controllo dell'ip tramite le intestazioni http, si verifica che l'ip non sia presente nella lista nera seguente, un ip "cattivo" per ogni riga
pt_pt: Após uma verificação ip através dos cabeçalhos http, é verificado se o ip não está na lista negra da seguinte lista, um ip "ruim" em cada linha

source: Check if the mail message contains "bad" words, all e-mails containing one of these words in the text will be flagged. A bad string per line
de_de: Prüfen Sie, ob die E-Mail-Nachricht "schlechte" Wörter enthält. Alle E-Mails, die eines dieser Wörter im Text enthalten, werden markiert. Eine schlechte Zeichenfolge pro Zeile
es_es: Comprueba si el mensaje de correo contiene palabras "malas", todos los correos electrónicos que contengan una de estas palabras en el texto serán marcados. Una cadena mala por línea
fr_fr: Vérifie si le message contient des "mauvais" mots. Tous les e-mails contenant un de ces mots dans le texte seront signalés. Une mauvaise chaîne par ligne
hi_hi: जाँचें कि मेल संदेश में "खराब" शब्द हैं या नहीं, पाठ में इन शब्दों में से किसी एक वाले सभी ई-मेल ध्वजांकित किए जाएँगे. प्रति पंक्ति एक खराब स्ट्रिंग
it_it: Controlla se il messaggio di posta contiene parole "cattive"; tutte le e-mail che contengono una di queste parole nel testo saranno contrassegnate. Una stringa negativa per riga
pt_pt: Verifique se a mensagem de correio contém palavras "ruins", todos os e-mails contendo uma dessas palavras no texto serão sinalizados. Uma corda ruim por linha

source: Check if the mail content contains a word and in this case flag this mail, one forbidden word per line
de_de: Prüfen Sie, ob der Inhalt der Mail ein Wort enthält und kennzeichnen Sie in diesem Fall die Mail, ein verbotenes Wort pro Zeile
es_es: Comprueba si el contenido del correo contiene una palabra y en este caso marca este correo, una palabra prohibida por línea
fr_fr: Vérifiez si le contenu du courrier contient un mot et dans ce cas, signalez ce courrier, un mot interdit par ligne
hi_hi: जाँचें कि मेल सामग्री में कोई शब्द है और इस स्थिति में इस मेल को ध्वजांकित करें, प्रति पंक्ति एक निषिद्ध शब्द
it_it: Controlla se il contenuto della mail contiene una parola e in questo caso segnala questa mail, una parola proibita per riga
pt_pt: Verificar se o conteúdo do correio contém uma palavra e, neste caso, sinalizar este correio, uma palavra proibida por linha

source: Enter a list of forbidden user agents, one per line. When the string match the user agent (or a part of) the mail will be flagged
de_de: Geben Sie eine Liste der verbotenen Benutzer-Agenten ein, eine pro Zeile. Wenn die Zeichenfolge mit dem Benutzeragenten (oder einem Teil davon) übereinstimmt, wird die E-Mail gekennzeichnet
es_es: Introduzca una lista de agentes de usuario prohibidos, uno por línea. Cuando la cadena coincida con el agente de usuario (o una parte de él) el correo será marcado
fr_fr: Entrez une liste d'agents utilisateurs interdits, un par ligne. Lorsque la chaîne de caractères correspond à l'agent utilisateur (ou à une partie de celui-ci), le courrier est signalé
hi_hi: निषिद्ध उपयोगकर्ता एजेंटों की एक सूची दर्ज करें, प्रति पंक्ति एक। जब स्ट्रिंग उपयोगकर्ता एजेंट (या का एक हिस्सा) से मेल खाती है तो मेल ध्वजांकित किया जाएगा
it_it: Immettere un elenco di agenti utente proibiti, uno per riga. Quando la stringa corrisponde all'agente utente (o a una parte di esso), la posta sarà contrassegnata
pt_pt: Digite uma lista de agentes de usuários proibidos, um por linha. Quando a linha corresponder ao agente do usuário (ou parte dele), o correio será sinalizado

source: Check sender ip on DNS Blacklists, DNSBL are real-time lists of proven/recognised spam addresses. These may include lists of addresses of zombie computers or other machines used to send spam, Internet Service Providers (ISPs) that voluntarily host spammers, BUT they could also be users behind a proxy and that is why the method is no longer 100 per cent reliable. Add a DSNBL server url each line
de_de: Prüfen Sie die Absender-IP auf DNS-Blacklists, DNSBL sind Echtzeit-Listen mit nachgewiesenen/erkannten Spam-Adressen. Diese können Listen mit Adressen von Zombie-Computern oder anderen Rechnern enthalten, die zum Versenden von Spam verwendet werden, sowie von Internetdienstanbietern (ISPs), die freiwillig Spammer beherbergen, ABER es könnten auch Benutzer hinter einem Proxy sein, weshalb die Methode nicht mehr hundertprozentig zuverlässig ist. Fügen Sie in jeder Zeile eine DSNBL-Server-Url hinzu
es_es: Compruebe la ip del remitente en las listas negras de DNS, las DNSBL son listas en tiempo real de direcciones de spam probadas/reconocidas. Pueden incluir listas de direcciones de ordenadores zombis u otras máquinas utilizadas para enviar spam, proveedores de servicios de Internet (ISP) que alojan voluntariamente a los spammers, PERO también podrían ser usuarios detrás de un proxy y por eso el método ya no es 100% fiable. Añadir una url de servidor DSNBL cada línea
fr_fr: Vérifiez l'adresse IP de l'expéditeur sur les DNS Blacklists, les DNSBL sont des listes en temps réel d'adresses de spam prouvées/reconnues. Il peut s'agir de listes d'adresses d'ordinateurs zombies ou d'autres machines utilisées pour envoyer du spam, de fournisseurs de services Internet (FSI) qui hébergent volontairement des spammeurs, MAIS il peut aussi s'agir d'utilisateurs derrière un proxy et c'est pourquoi la méthode n'est plus fiable à 100 %. Ajouter une url de serveur DSNBL à chaque ligne
hi_hi: डीएनएस ब्लैकलिस्ट पर प्रेषक आईपी की जांच करें, डीएनएसबीएल सिद्ध/मान्यता प्राप्त स्पैम पतों की रीयल-टाइम सूचियां हैं। इनमें ज़ोंबी कंप्यूटर या स्पैम भेजने के लिए उपयोग की जाने वाली अन्य मशीनों के पते की सूची शामिल हो सकती है, इंटरनेट सेवा प्रदाता (आईएसपी) जो स्वेच्छा से स्पैमर होस्ट करते हैं, लेकिन वे प्रॉक्सी के पीछे उपयोगकर्ता भी हो सकते हैं और यही कारण है कि विधि अब 100 प्रतिशत विश्वसनीय नहीं है . प्रत्येक पंक्ति में एक DSNBL सर्वर url जोड़ें
it_it: Controllare l'ip del mittente sulle DNS Blocklist, le DNSBL sono elenchi in tempo reale di indirizzi di spam comprovati/riconosciuti. Possono includere elenchi di indirizzi di computer zombie o altre macchine utilizzate per inviare spam, provider di servizi Internet (ISP) che ospitano volontariamente gli spammer, MA potrebbero anche essere utenti dietro un proxy e per questo il metodo non è più affidabile al 100%. Aggiungere un url di server DSNBL a ogni riga
pt_pt: Verifique o IP do remetente nas listas negras do DNS, DNSBL são listas em tempo real de endereços de spam comprovados/reconhecidos. Estas podem incluir listas de endereços de computadores zumbis ou outras máquinas usadas para enviar spam, provedores de serviços de Internet (ISPs) que hospedam voluntariamente spammers, MAS eles também podem ser usuários por trás de um proxy e é por isso que o método não é mais 100 por cento confiável. Adicionar um servidor DSNBL url a cada linha
